{
    "acts": [
        {
            "act": "I",
            "scenes": [
                {
                    "scene": "I",
                    "title": "Padua. A public place.",
                    "lines": [
                        {
                            "speaker": "LUCENTIO",
                            "text": "Tranio, since for the great desire I had\nTo see fair Padua, nursery of arts,\nI am arrived for fruitful Lombardy,\nThe pleasant garden of great Italy;\nAnd by my father's love and leave am arm'd\nWith his good will and thy good company,\nMy trusty servant, well approved in all,\nHere let us breathe and haply institute\nA course of learning and ingenious studies.\nPisa renown'd for grave citizens\nGave me my being and my father first,\nA merchant of great traffic through the world,\nVincetino come of Bentivolii.\nVincetino's son brought up in Florence\nIt shall become to serve all hopes conceived,\nTo deck his fortune with his virtuous deeds:\nAnd therefore, Tranio, for the time I study,\nVirtue and that part of philosophy\nWill I apply that treats of happiness\nBy virtue specially to be achieved.\nTell me thy mind; for I have Pisa left\nAnd am to Padua come, as he that leaves\nA shallow plash to plunge him in the deep\nAnd with satiety seeks to quench his thirst."
                        },
                        {
                            "speaker": "TRANIO",
                            "text": "Mi perdonato, gentle master mine,\nI am in all affected as yourself;\nGlad that you thus continue your resolve\nTo suck the sweets of sweet philosophy.\nOnly, good master, while we do admire\nThis virtue and this moral discipline,\nLet's be no stoics nor no stocks, I pray;\nOr so devote to Aristotle's cheques\nAs Ovid be an outcast quite abjured:\nBalk logic with acquaintance that you have\nAnd practise rhetoric in your common talk;\nMusic and poesy use to quicken you;\nThe mathematics and the metaphysics,\nFall to them as you find your stomach serves you;\nNo profit grows where is no pleasure ta'en:\nIn brief, sir, study what you most affect."
                        },
                        {
                            "speaker": "LUCENTIO",
                            "text": "Gramercies, Tranio, well dost thou advise.\nIf, Biondello, thou wert come ashore,\nWe could at once put us in readiness,\nAnd take a lodging fit to entertain\nSuch friends as time in Padua shall beget.\nBut stay a while: what company is this?"
                        },
                        {
                            "speaker": "TRANIO",
                            "text": "Master, some show to welcome us to town."
                        },
                        {
                            "speaker": "BAPTISTA",
                            "text": "Gentlemen, importune me no farther,\nFor how I firmly am resolved you know;\nThat is, not bestow my youngest daughter\nBefore I have a husband for the elder:\nIf either of you both love Katharina,\nBecause I know you well and love you well,\nLeave shall you have to court her at your pleasure."
                        },
                        {
                            "speaker": "GREMIO",
                            "text": "[Aside] To cart her rather: she's too rough for me.\nThere, There, Hortensio, will you any wife?"
                        },
                        {
                            "speaker": "KATHARINA",
                            "text": "I pray you, sir, is it your will\nTo make a stale of me amongst these mates?"
                        },
                        {
                            "speaker": "HORTENSIO",
                            "text": "Mates, maid! how mean you that? no mates for you,\nUnless you were of gentler, milder mould."
                        },
                        {
                            "speaker": "KATHARINA",
                            "text": "I'faith, sir, you shall never need to fear:\nI wis it is not half way to her heart;\nBut if it were, doubt not her care should be\nTo comb your noddle with a three-legg'd stool\nAnd paint your face and use you like a fool."
                        },
                        {
                            "speaker": "HORTENSIA",
                            "text": "From all such devils, good Lord deliver us!"
                        },
                        {
                            "speaker": "GREMIO",
                            "text": "And me too, good Lord!"
                        },
                        {
                            "speaker": "TRANIO",
                            "text": "Hush, master! here's some good pastime toward:\nThat wench is stark mad or wonderful froward."
                        },
                        {
                            "speaker": "LUCENTIO",
                            "text": "But in the other's silence do I see\nMaid's mild behavior and sobriety.\nPeace, Tranio!"
                        },
                        {
                            "speaker": "TRANIO",
                            "text": "Well said, master; mum! and gaze your fill."
                        },
                        {
                            "speaker": "BAPTISTA",
                            "text": "Gentlemen, that I may soon make good\nWhat I have said, Bianca, get you in:\nAnd let it not displease thee, good Bianca,\nFor I will love thee ne'er the less, my girl."
                        },
                        {
                            "speaker": "KATHARINA",
                            "text": "A pretty peat! it is best\nPut finger in the eye, an she knew why."
                        },
                        {
                            "speaker": "BIANCA",
                            "text": "Sister, content you in my discontent.\nSir, to your pleasure humbly I subscribe:\nMy books and instruments shall be my company,\nOn them to took and practise by myself."
                        },
                        {
                            "speaker": "LUCENTIO",
                            "text": "Hark, Tranio! thou may'st hear Minerva speak."
                        },
                        {
                            "speaker": "HORTENSIO",
                            "text": "Signior Baptista, will you be so strange?\nSorry am I that our good will effects\nBianca's grief."
                        },
                        {
                            "speaker": "GREMIO",
                            "text": "Why will you mew her up,\nSignior Baptista, for this fiend of hell,\nAnd make her bear the penance of her tongue?"
                        },
                        {
                            "speaker": "BAPTISTA",
                            "text": "Gentlemen, content ye; I am resolved:\nGo in, Bianca:\nAnd for I know she taketh most delight\nIn music, instruments and poetry,\nSchoolmasters will I keep within my house,\nFit to instruct her youth. If you, Hortensio,\nOr Signior Gremio, you, know any such,\nPrefer them hither; for to cunning men\nI will be very kind, and liberal\nTo mine own children in good bringing up:\nAnd so farewell. Katharina, you may stay;\nFor I have more to commune with Bianca."
                        },
                        {
                            "speaker": "KATHARINA",
                            "text": "Why, and I trust I may go too, may I not? What,\nshall I be appointed hours; as though, belike, I\nknew not what to take and what to leave, ha?"
                        },
                        {
                            "speaker": "GREMIO",
                            "text": "You may go to the devil's dam: your gifts are so\ngood, here's none will hold you. Their love is not\nso great, Hortensio, but we may blow our nails\ntogether, and fast it fairly out: our cakes dough on\nboth sides. Farewell: yet for the love I bear my\nsweet Bianca, if I can by any means light on a fit\nman to teach her that wherein she delights, I will\nwish him to her father."
                        },
                        {
                            "speaker": "HORTENSIO",
                            "text": "So will I, Signior Gremio: but a word, I pray.\nThough the nature of our quarrel yet never brooked\nparle, know now, upon advice, it toucheth us both,\nthat we may yet again have access to our fair\nmistress and be happy rivals in Bianco's love, to\nlabour and effect one thing specially."
                        },
                        {
                            "speaker": "GREMIO",
                            "text": "What's that, I pray?"
                        },
                        {
                            "speaker": "HORTENSIO",
                            "text": "Marry, sir, to get a husband for her sister."
                        },
                        {
                            "speaker": "GREMIO",
                            "text": "A husband! a devil."
                        },
                        {
                            "speaker": "HORTENSIO",
                            "text": "I say, a husband."
                        },
                        {
                            "speaker": "GREMIO",
                            "text": "I say, a devil. Thinkest thou, Hortensio, though\nher father be very rich, any man is so very a fool\nto be married to hell?"
                        },
                        {
                            "speaker": "HORTENSIO",
                            "text": "Tush, Gremio, though it pass your patience and mine\nto endure her loud alarums, why, man, there be good\nfellows in the world, an a man could light on them,\nwould take her with all faults, and money enough."
                        },
                        {
                            "speaker": "GREMIO",
                            "text": "I cannot tell; but I had as lief take her dowry with\nthis condition, to be whipped at the high cross\nevery morning."
                        },
                        {
                            "speaker": "HORTENSIO",
                            "text": "Faith, as you say, there's small choice in rotten\napples. But come; since this bar in law makes us\nfriends, it shall be so far forth friendly\nmaintained all by helping Baptista's eldest daughter\nto a husband we set his youngest free for a husband,\nand then have to't a fresh. Sweet Bianca! Happy man\nbe his dole! He that runs fastest gets the ring.\nHow say you, Signior Gremio?"
                        },
                        {
                            "speaker": "GREMIO",
                            "text": "I am agreed; and would I had given him the best\nhorse in Padua to begin his wooing that would\nthoroughly woo her, wed her and bed her and rid the\nhouse of her! Come on.\nExeunt GREMIO and HORTENSIO"
                        },
                        {
                            "speaker": "TRANIO",
                            "text": "I pray, sir, tell me, is it possible\nThat love should of a sudden take such hold?"
                        },
                        {
                            "speaker": "LUCENTIO",
                            "text": "O Tranio, till I found it to be true,\nI never thought it possible or likely;\nBut see, while idly I stood looking on,\nI found the effect of love in idleness:\nAnd now in plainness do confess to thee,\nThat art to me as secret and as dear\nAs Anna to the queen of Carthage was,\nTranio, I burn, I pine, I perish, Tranio,\nIf I achieve not this young modest girl.\nCounsel me, Tranio, for I know thou canst;\nAssist me, Tranio, for I know thou wilt."
                        },
                        {
                            "speaker": "TRANIO",
                            "text": "Master, it is no time to chide you now;\nAffection is not rated from the heart:\nIf love have touch'd you, nought remains but so,\n'Redime te captum quam queas minimo.'"
                        },
                        {
                            "speaker": "LUCENTIO",
                            "text": "Gramercies, lad, go forward; this contents:\nThe rest will comfort, for thy counsel's sound."
                        },
                        {
                            "speaker": "TRANIO",
                            "text": "Master, you look'd so longly on the maid,\nPerhaps you mark'd not what's the pith of all."
                        },
                        {
                            "speaker": "LUCENTIO",
                            "text": "O yes, I saw sweet beauty in her face,\nSuch as the daughter of Agenor had,\nThat made great Jove to humble him to her hand.\nWhen with his knees he kiss'd the Cretan strand."
                        },
                        {
                            "speaker": "TRANIO",
                            "text": "Saw you no more? mark'd you not how her sister\nBegan to scold and raise up such a storm\nThat mortal ears might hardly endure the din?"
                        },
                        {
                            "speaker": "LUCENTIO",
                            "text": "Tranio, I saw her coral lips to move\nAnd with her breath she did perfume the air:\nSacred and sweet was all I saw in her."
                        },
                        {
                            "speaker": "TRANIO",
                            "text": "Nay, then, 'tis time to stir him from his trance.\nI pray, awake, sir: if you love the maid,\nBend thoughts and wits to achieve her. Thus it stands:\nHer eldest sister is so curst and shrewd\nThat till the father rid his hands of her,\nMaster, your love must live a maid at home;\nAnd therefore has he closely mew'd her up,\nBecause she will not be annoy'd with suitors."
                        },
                        {
                            "speaker": "LUCENTIO",
                            "text": "Ah, Tranio, what a cruel father's he!\nBut art thou not advised, he took some care\nTo get her cunning schoolmasters to instruct her?"
                        },
                        {
                            "speaker": "TRANIO",
                            "text": "Ay, marry, am I, sir; and now 'tis plotted."
                        },
                        {
                            "speaker": "LUCENTIO",
                            "text": "I have it, Tranio."
                        },
                        {
                            "speaker": "TRANIO",
                            "text": "Master, for my hand,\nBoth our inventions meet and jump in one."
                        },
                        {
                            "speaker": "LUCENTIO",
                            "text": "Tell me thine first."
                        },
                        {
                            "speaker": "TRANIO",
                            "text": "You will be schoolmaster\nAnd undertake the teaching of the maid:\nThat's your device."
                        },
                        {
                            "speaker": "LUCENTIO",
                            "text": "It is: may it be done?"
                        },
                        {
                            "speaker": "TRANIO",
                            "text": "Not possible; for who shall bear your part,\nAnd be in Padua here Vincentio's son,\nKeep house and ply his book, welcome his friends,\nVisit his countrymen and banquet them?"
                        },
                        {
                            "speaker": "LUCENTIO",
                            "text": "Basta; content thee, for I have it full.\nWe have not yet been seen in any house,\nNor can we lie distinguish'd by our faces\nFor man or master; then it follows thus;\nThou shalt be master, Tranio, in my stead,\nKeep house and port and servants as I should:\nI will some other be, some Florentine,\nSome Neapolitan, or meaner man of Pisa.\n'Tis hatch'd and shall be so: Tranio, at once\nUncase thee; take my colour'd hat and cloak:\nWhen Biondello comes, he waits on thee;\nBut I will charm him first to keep his tongue."
                        },
                        {
                            "speaker": "TRANIO",
                            "text": "So had you need.\nIn brief, sir, sith it your pleasure is,\nAnd I am tied to be obedient;\nFor so your father charged me at our parting,\n'Be serviceable to my son,' quoth he,\nAlthough I think 'twas in another sense;\nI am content to be Lucentio,\nBecause so well I love Lucentio."
                        },
                        {
                            "speaker": "LUCENTIO",
                            "text": "Tranio, be so, because Lucentio loves:\nAnd let me be a slave, to achieve that maid\nWhose sudden sight hath thrall'd my wounded eye.\nHere comes the rogue.\nSirrah, where have you been?"
                        },
                        {
                            "speaker": "BIONDELLO",
                            "text": "Where have I been! Nay, how now! where are you?\nMaster, has my fellow Tranio stolen your clothes? Or\nyou stolen his? or both? pray, what's the news?"
                        },
                        {
                            "speaker": "LUCENTIO",
                            "text": "Sirrah, come hither: 'tis no time to jest,\nAnd therefore frame your manners to the time.\nYour fellow Tranio here, to save my life,\nPuts my apparel and my countenance on,\nAnd I for my escape have put on his;\nFor in a quarrel since I came ashore\nI kill'd a man and fear I was descried:\nWait you on him, I charge you, as becomes,\nWhile I make way from hence to save my life:\nYou understand me?"
                        },
                        {
                            "speaker": "BIONDELLO",
                            "text": "I, sir! ne'er a whit."
                        },
                        {
                            "speaker": "LUCENTIO",
                            "text": "And not a jot of Tranio in your mouth:\nTranio is changed into Lucentio."
                        },
                        {
                            "speaker": "BIONDELLO",
                            "text": "The better for him: would I were so too!"
                        },
                        {
                            "speaker": "TRANIO",
                            "text": "So could I, faith, boy, to have the next wish after,\nThat Lucentio indeed had Baptista's youngest daughter.\nBut, sirrah, not for my sake, but your master's, I advise\nYou use your manners discreetly in all kind of companies:\nWhen I am alone, why, then I am Tranio;\nBut in all places else your master Lucentio."
                        },
                        {
                            "speaker": "LUCENTIO",
                            "text": "Tranio, let's go: one thing more rests, that\nthyself execute, to make one among these wooers: if\nthou ask me why, sufficeth, my reasons are both good\nand weighty.\nExeunt\nThe presenters above speak\nFirst Servant\nMy lord, you nod; you do not mind the play."
                        },
                        {
                            "speaker": "SLY",
                            "text": "Yes, by Saint Anne, do I. A good matter, surely:\ncomes there any more of it?\nPage\nMy lord, 'tis but begun."
                        },
                        {
                            "speaker": "SLY",
                            "text": "'Tis a very excellent piece of work, madam lady:\nwould 'twere done!\nThey sit and mark"
                        }
                    ]
                },
                {
                    "scene": "II",
                    "title": "Padua. Before HORTENSIO'S house.",
                    "lines": [
                        {
                            "speaker": "PETRUCHIO",
                            "text": "Verona, for a while I take my leave,\nTo see my friends in Padua, but of all\nMy best beloved and approved friend,\nHortensio; and I trow this is his house.\nHere, sirrah Grumio; knock, I say."
                        },
                        {
                            "speaker": "GRUMIO",
                            "text": "Knock, sir! whom should I knock? is there man has\nrebused your worship?"
                        },
                        {
                            "speaker": "PETRUCHIO",
                            "text": "Villain, I say, knock me here soundly."
                        },
                        {
                            "speaker": "GRUMIO",
                            "text": "Knock you here, sir! why, sir, what am I, sir, that\nI should knock you here, sir?"
                        },
                        {
                            "speaker": "PETRUCHIO",
                            "text": "Villain, I say, knock me at this gate\nAnd rap me well, or I'll knock your knave's pate."
                        },
                        {
                            "speaker": "GRUMIO",
                            "text": "My master is grown quarrelsome. I should knock\nyou first,\nAnd then I know after who comes by the worst."
                        },
                        {
                            "speaker": "PETRUCHIO",
                            "text": "Will it not be?\nFaith, sirrah, an you'll not knock, I'll ring it;\nI'll try how you can sol, fa, and sing it.\nHe wrings him by the ears"
                        },
                        {
                            "speaker": "GRUMIO",
                            "text": "Help, masters, help! my master is mad."
                        },
                        {
                            "speaker": "PETRUCHIO",
                            "text": "Now, knock when I bid you, sirrah villain!"
                        },
                        {
                            "speaker": "HORTENSIO",
                            "text": "How now! what's the matter? My old friend Grumio!\nand my good friend Petruchio! How do you all at Verona?"
                        },
                        {
                            "speaker": "PETRUCHIO",
                            "text": "Signior Hortensio, come you to part the fray?\n'Con tutto il cuore, ben trovato,' may I say."
                        },
                        {
                            "speaker": "HORTENSIO",
                            "text": "'Alla nostra casa ben venuto, molto honorato signor\nmio Petruchio.' Rise, Grumio, rise: we will compound\nthis quarrel."
                        },
                        {
                            "speaker": "GRUMIO",
                            "text": "Nay, 'tis no matter, sir, what he 'leges in Latin.\nif this be not a lawful case for me to leave his\nservice, look you, sir, he bid me knock him and rap\nhim soundly, sir: well, was it fit for a servant to\nuse his master so, being perhaps, for aught I see,\ntwo and thirty, a pip out? Whom would to God I had\nwell knock'd at first, Then had not Grumio come by the worst."
                        },
                        {
                            "speaker": "PETRUCHIO",
                            "text": "A senseless villain! Good Hortensio,\nI bade the rascal knock upon your gate\nAnd could not get him for my heart to do it."
                        },
                        {
                            "speaker": "GRUMIO",
                            "text": "Knock at the gate! O heavens! Spake you not these\nwords plain, 'Sirrah, knock me here, rap me here,\nknock me well, and knock me soundly'? And come you\nnow with, 'knocking at the gate'?"
                        },
                        {
                            "speaker": "PETRUCHIO",
                            "text": "Sirrah, be gone, or talk not, I advise you."
                        },
                        {
                            "speaker": "HORTENSIO",
                            "text": "Petruchio, patience; I am Grumio's pledge:\nWhy, this's a heavy chance 'twixt him and you,\nYour ancient, trusty, pleasant servant Grumio.\nAnd tell me now, sweet friend, what happy gale\nBlows you to Padua here from old Verona?"
                        },
                        {
                            "speaker": "PETRUCHIO",
                            "text": "Such wind as scatters young men through the world,\nTo seek their fortunes farther than at home\nWhere small experience grows. But in a few,\nSignior Hortensio, thus it stands with me:\nAntonio, my father, is deceased;\nAnd I have thrust myself into this maze,\nHaply to wive and thrive as best I may:\nCrowns in my purse I have and goods at home,\nAnd so am come abroad to see the world."
                        },
                        {
                            "speaker": "HORTENSIO",
                            "text": "Petruchio, shall I then come roundly to thee\nAnd wish thee to a shrewd ill-favour'd wife?\nThou'ldst thank me but a little for my counsel:\nAnd yet I'll promise thee she shall be rich\nAnd very rich: but thou'rt too much my friend,\nAnd I'll not wish thee to her."
                        },
                        {
                            "speaker": "PETRUCHIO",
                            "text": "Signior Hortensio, 'twixt such friends as we\nFew words suffice; and therefore, if thou know\nOne rich enough to be Petruchio's wife,\nAs wealth is burden of my wooing dance,\nBe she as foul as was Florentius' love,\nAs old as Sibyl and as curst and shrewd\nAs Socrates' Xanthippe, or a worse,\nShe moves me not, or not removes, at least,\nAffection's edge in me, were she as rough\nAs are the swelling Adriatic seas:\nI come to wive it wealthily in Padua;\nIf wealthily, then happily in Padua."
                        },
                        {
                            "speaker": "GRUMIO",
                            "text": "Nay, look you, sir, he tells you flatly what his\nmind is: Why give him gold enough and marry him to\na puppet or an aglet-baby; or an old trot with ne'er\na tooth in her head, though she have as many diseases\nas two and fifty horses: why, nothing comes amiss,\nso money comes withal."
                        },
                        {
                            "speaker": "HORTENSIO",
                            "text": "Petruchio, since we are stepp'd thus far in,\nI will continue that I broach'd in jest.\nI can, Petruchio, help thee to a wife\nWith wealth enough and young and beauteous,\nBrought up as best becomes a gentlewoman:\nHer only fault, and that is faults enough,\nIs that she is intolerable curst\nAnd shrewd and froward, so beyond all measure\nThat, were my state far worser than it is,\nI would not wed her for a mine of gold."
                        },
                        {
                            "speaker": "PETRUCHIO",
                            "text": "Hortensio, peace! thou know'st not gold's effect:\nTell me her father's name and 'tis enough;\nFor I will board her, though she chide as loud\nAs thunder when the clouds in autumn crack."
                        },
                        {
                            "speaker": "HORTENSIO",
                            "text": "Her father is Baptista Minola,\nAn affable and courteous gentleman:\nHer name is Katharina Minola,\nRenown'd in Padua for her scolding tongue."
                        },
                        {
                            "speaker": "PETRUCHIO",
                            "text": "I know her father, though I know not her;\nAnd he knew my deceased father well.\nI will not sleep, Hortensio, till I see her;\nAnd therefore let me be thus bold with you\nTo give you over at this first encounter,\nUnless you will accompany me thither."
                        },
                        {
                            "speaker": "GRUMIO",
                            "text": "I pray you, sir, let him go while the humour lasts.\nO' my word, an she knew him as well as I do, she\nwould think scolding would do little good upon him:\nshe may perhaps call him half a score knaves or so:\nwhy, that's nothing; an he begin once, he'll rail in\nhis rope-tricks. I'll tell you what sir, an she\nstand him but a little, he will throw a figure in\nher face and so disfigure her with it that she\nshall have no more eyes to see withal than a cat.\nYou know him not, sir."
                        },
                        {
                            "speaker": "HORTENSIO",
                            "text": "Tarry, Petruchio, I must go with thee,\nFor in Baptista's keep my treasure is:\nHe hath the jewel of my life in hold,\nHis youngest daughter, beautiful Binaca,\nAnd her withholds from me and other more,\nSuitors to her and rivals in my love,\nSupposing it a thing impossible,\nFor those defects I have before rehearsed,\nThat ever Katharina will be woo'd;\nTherefore this order hath Baptista ta'en,\nThat none shall have access unto Bianca\nTill Katharina the curst have got a husband."
                        },
                        {
                            "speaker": "GRUMIO",
                            "text": "Katharina the curst!\nA title for a maid of all titles the worst."
                        },
                        {
                            "speaker": "HORTENSIO",
                            "text": "Now shall my friend Petruchio do me grace,\nAnd offer me disguised in sober robes\nTo old Baptista as a schoolmaster\nWell seen in music, to instruct Bianca;\nThat so I may, by this device, at least\nHave leave and leisure to make love to her\nAnd unsuspected court her by herself."
                        },
                        {
                            "speaker": "GRUMIO",
                            "text": "Here's no knavery! See, to beguile the old folks,\nhow the young folks lay their heads together!\nMaster, master, look about you: who goes there, ha?"
                        },
                        {
                            "speaker": "HORTENSIO",
                            "text": "Peace, Grumio! it is the rival of my love.\nPetruchio, stand by a while."
                        },
                        {
                            "speaker": "GRUMIO",
                            "text": "A proper stripling and an amorous!"
                        },
                        {
                            "speaker": "GREMIO",
                            "text": "O, very well; I have perused the note.\nHark you, sir: I'll have them very fairly bound:\nAll books of love, see that at any hand;\nAnd see you read no other lectures to her:\nYou understand me: over and beside\nSignior Baptista's liberality,\nI'll mend it with a largess. Take your paper too,\nAnd let me have them very well perfumed\nFor she is sweeter than perfume itself\nTo whom they go to. What will you read to her?"
                        },
                        {
                            "speaker": "LUCENTIO",
                            "text": "Whate'er I read to her, I'll plead for you\nAs for my patron, stand you so assured,\nAs firmly as yourself were still in place:\nYea, and perhaps with more successful words\nThan you, unless you were a scholar, sir."
                        },
                        {
                            "speaker": "GREMIO",
                            "text": "O this learning, what a thing it is!"
                        },
                        {
                            "speaker": "GRUMIO",
                            "text": "O this woodcock, what an ass it is!"
                        },
                        {
                            "speaker": "PETRUCHIO",
                            "text": "Peace, sirrah!"
                        },
                        {
                            "speaker": "HORTENSIO",
                            "text": "Grumio, mum! God save you, Signior Gremio."
                        },
                        {
                            "speaker": "GREMIO",
                            "text": "And you are well met, Signior Hortensio.\nTrow you whither I am going? To Baptista Minola.\nI promised to inquire carefully\nAbout a schoolmaster for the fair Bianca:\nAnd by good fortune I have lighted well\nOn this young man, for learning and behavior\nFit for her turn, well read in poetry\nAnd other books, good ones, I warrant ye."
                        },
                        {
                            "speaker": "HORTENSIO",
                            "text": "'Tis well; and I have met a gentleman\nHath promised me to help me to another,\nA fine musician to instruct our mistress;\nSo shall I no whit be behind in duty\nTo fair Bianca, so beloved of me."
                        },
                        {
                            "speaker": "GREMIO",
                            "text": "Beloved of me; and that my deeds shall prove."
                        },
                        {
                            "speaker": "GRUMIO",
                            "text": "And that his bags shall prove."
                        },
                        {
                            "speaker": "HORTENSIO",
                            "text": "Gremio, 'tis now no time to vent our love:\nListen to me, and if you speak me fair,\nI'll tell you news indifferent good for either.\nHere is a gentleman whom by chance I met,\nUpon agreement from us to his liking,\nWill undertake to woo curst Katharina,\nYea, and to marry her, if her dowry please."
                        },
                        {
                            "speaker": "GREMIO",
                            "text": "So said, so done, is well.\nHortensio, have you told him all her faults?"
                        },
                        {
                            "speaker": "PETRUCHIO",
                            "text": "I know she is an irksome brawling scold:\nIf that be all, masters, I hear no harm."
                        },
                        {
                            "speaker": "GREMIO",
                            "text": "No, say'st me so, friend? What countryman?"
                        },
                        {
                            "speaker": "PETRUCHIO",
                            "text": "Born in Verona, old Antonio's son:\nMy father dead, my fortune lives for me;\nAnd I do hope good days and long to see."
                        },
                        {
                            "speaker": "GREMIO",
                            "text": "O sir, such a life, with such a wife, were strange!\nBut if you have a stomach, to't i' God's name:\nYou shall have me assisting you in all.\nBut will you woo this wild-cat?"
                        },
                        {
                            "speaker": "PETRUCHIO",
                            "text": "Will I live?"
                        },
                        {
                            "speaker": "GRUMIO",
                            "text": "Will he woo her? ay, or I'll hang her."
                        },
                        {
                            "speaker": "PETRUCHIO",
                            "text": "Why came I hither but to that intent?\nThink you a little din can daunt mine ears?\nHave I not in my time heard lions roar?\nHave I not heard the sea puff'd up with winds\nRage like an angry boar chafed with sweat?\nHave I not heard great ordnance in the field,\nAnd heaven's artillery thunder in the skies?\nHave I not in a pitched battle heard\nLoud 'larums, neighing steeds, and trumpets' clang?\nAnd do you tell me of a woman's tongue,\nThat gives not half so great a blow to hear\nAs will a chestnut in a farmer's fire?\nTush, tush! fear boys with bugs."
                        },
                        {
                            "speaker": "GRUMIO",
                            "text": "For he fears none."
                        },
                        {
                            "speaker": "GREMIO",
                            "text": "Hortensio, hark:\nThis gentleman is happily arrived,\nMy mind presumes, for his own good and ours."
                        },
                        {
                            "speaker": "HORTENSIO",
                            "text": "I promised we would be contributors\nAnd bear his charging of wooing, whatsoe'er."
                        },
                        {
                            "speaker": "GREMIO",
                            "text": "And so we will, provided that he win her."
                        },
                        {
                            "speaker": "GRUMIO",
                            "text": "I would I were as sure of a good dinner."
                        },
                        {
                            "speaker": "TRANIO",
                            "text": "Gentlemen, God save you. If I may be bold,\nTell me, I beseech you, which is the readiest way\nTo the house of Signior Baptista Minola?"
                        },
                        {
                            "speaker": "BIONDELLO",
                            "text": "He that has the two fair daughters: is't he you mean?"
                        },
                        {
                            "speaker": "TRANIO",
                            "text": "Even he, Biondello."
                        },
                        {
                            "speaker": "GREMIO",
                            "text": "Hark you, sir; you mean not her to--"
                        },
                        {
                            "speaker": "TRANIO",
                            "text": "Perhaps, him and her, sir: what have you to do?"
                        },
                        {
                            "speaker": "PETRUCHIO",
                            "text": "Not her that chides, sir, at any hand, I pray."
                        },
                        {
                            "speaker": "TRANIO",
                            "text": "I love no chiders, sir. Biondello, let's away."
                        },
                        {
                            "speaker": "LUCENTIO",
                            "text": "Well begun, Tranio."
                        },
                        {
                            "speaker": "HORTENSIO",
                            "text": "Sir, a word ere you go;\nAre you a suitor to the maid you talk of, yea or no?"
                        },
                        {
                            "speaker": "TRANIO",
                            "text": "And if I be, sir, is it any offence?"
                        },
                        {
                            "speaker": "GREMIO",
                            "text": "No; if without more words you will get you hence."
                        },
                        {
                            "speaker": "TRANIO",
                            "text": "Why, sir, I pray, are not the streets as free\nFor me as for you?"
                        },
                        {
                            "speaker": "GREMIO",
                            "text": "But so is not she."
                        },
                        {
                            "speaker": "TRANIO",
                            "text": "For what reason, I beseech you?"
                        },
                        {
                            "speaker": "GREMIO",
                            "text": "For this reason, if you'll know,\nThat she's the choice love of Signior Gremio."
                        },
                        {
                            "speaker": "HORTENSIO",
                            "text": "That she's the chosen of Signior Hortensio."
                        },
                        {
                            "speaker": "TRANIO",
                            "text": "Softly, my masters! if you be gentlemen,\nDo me this right; hear me with patience.\nBaptista is a noble gentleman,\nTo whom my father is not all unknown;\nAnd were his daughter fairer than she is,\nShe may more suitors have and me for one.\nFair Leda's daughter had a thousand wooers;\nThen well one more may fair Bianca have:\nAnd so she shall; Lucentio shall make one,\nThough Paris came in hope to speed alone."
                        },
                        {
                            "speaker": "GREMIO",
                            "text": "What! this gentleman will out-talk us all."
                        },
                        {
                            "speaker": "LUCENTIO",
                            "text": "Sir, give him head: I know he'll prove a jade."
                        },
                        {
                            "speaker": "PETRUCHIO",
                            "text": "Hortensio, to what end are all these words?"
                        },
                        {
                            "speaker": "HORTENSIO",
                            "text": "Sir, let me be so bold as ask you,\nDid you yet ever see Baptista's daughter?"
                        },
                        {
                            "speaker": "TRANIO",
                            "text": "No, sir; but hear I do that he hath two,\nThe one as famous for a scolding tongue\nAs is the other for beauteous modesty."
                        },
                        {
                            "speaker": "PETRUCHIO",
                            "text": "Sir, sir, the first's for me; let her go by."
                        },
                        {
                            "speaker": "GREMIO",
                            "text": "Yea, leave that labour to great Hercules;\nAnd let it be more than Alcides' twelve."
                        },
                        {
                            "speaker": "PETRUCHIO",
                            "text": "Sir, understand you this of me in sooth:\nThe younges t daughter whom you hearken for\nHer father keeps from all access of suitors,\nAnd will not promise her to any man\nUntil the elder sister first be wed:\nThe younger then is free and not before."
                        },
                        {
                            "speaker": "TRANIO",
                            "text": "If it be so, sir, that you are the man\nMust stead us all and me amongst the rest,\nAnd if you break the ice and do this feat,\nAchieve the elder, set the younger free\nFor our access, whose hap shall be to have her\nWill not so graceless be to be ingrate."
                        },
                        {
                            "speaker": "HORTENSIO",
                            "text": "Sir, you say well and well you do conceive;\nAnd since you do profess to be a suitor,\nYou must, as we do, gratify this gentleman,\nTo whom we all rest generally beholding."
                        },
                        {
                            "speaker": "TRANIO",
                            "text": "Sir, I shall not be slack: in sign whereof,\nPlease ye we may contrive this afternoon,\nAnd quaff carouses to our mistress' health,\nAnd do as adversaries do in law,\nStrive mightily, but eat and drink as friends."
                        },
                        {
                            "speaker": "GRUMIO BIONDELLO",
                            "text": "O excellent motion! Fellows, let's be gone."
                        },
                        {
                            "speaker": "HORTENSIO",
                            "text": "The motion's good indeed and be it so,\nPetruchio, I shall be your ben venuto.\nExeunt"
                        }
                    ]
                }
            ]
        },
        {
            "act": "II",
            "scenes": [
                {
                    "scene": "I",
                    "title": "Padua. A room in BAPTISTA'S house.",
                    "lines": [
                        {
                            "speaker": "BIANCA",
                            "text": "Good sister, wrong me not, nor wrong yourself,\nTo make a bondmaid and a slave of me;\nThat I disdain: but for these other gawds,\nUnbind my hands, I'll pull them off myself,\nYea, all my raiment, to my petticoat;\nOr what you will command me will I do,\nSo well I know my duty to my elders."
                        },
                        {
                            "speaker": "KATHARINA",
                            "text": "Of all thy suitors, here I charge thee, tell\nWhom thou lovest best: see thou dissemble not."
                        },
                        {
                            "speaker": "BIANCA",
                            "text": "Believe me, sister, of all the men alive\nI never yet beheld that special face\nWhich I could fancy more than any other."
                        },
                        {
                            "speaker": "KATHARINA",
                            "text": "Minion, thou liest. Is't not Hortensio?"
                        },
                        {
                            "speaker": "BIANCA",
                            "text": "If you affect him, sister, here I swear\nI'll plead for you myself, but you shall have\nhim."
                        },
                        {
                            "speaker": "KATHARINA",
                            "text": "O then, belike, you fancy riches more:\nYou will have Gremio to keep you fair."
                        },
                        {
                            "speaker": "BIANCA",
                            "text": "Is it for him you do envy me so?\nNay then you jest, and now I well perceive\nYou have but jested with me all this while:\nI prithee, sister Kate, untie my hands."
                        },
                        {
                            "speaker": "KATHARINA",
                            "text": "If that be jest, then all the rest was so.\nStrikes her"
                        },
                        {
                            "speaker": "BAPTISTA",
                            "text": "Why, how now, dame! whence grows this insolence?\nBianca, stand aside. Poor girl! she weeps.\nGo ply thy needle; meddle not with her.\nFor shame, thou helding of a devilish spirit,\nWhy dost thou wrong her that did ne'er wrong thee?\nWhen did she cross thee with a bitter word?"
                        },
                        {
                            "speaker": "KATHARINA",
                            "text": "Her silence flouts me, and I'll be revenged.\nFlies after BIANCA"
                        },
                        {
                            "speaker": "BAPTISTA",
                            "text": "What, in my sight? Bianca, get thee in."
                        },
                        {
                            "speaker": "KATHARINA",
                            "text": "What, will you not suffer me? Nay, now I see\nShe is your treasure, she must have a husband;\nI must dance bare-foot on her wedding day\nAnd for your love to her lead apes in hell.\nTalk not to me: I will go sit and weep\nTill I can find occasion of revenge."
                        },
                        {
                            "speaker": "BAPTISTA",
                            "text": "Was ever gentleman thus grieved as I?\nBut who comes here?"
                        },
                        {
                            "speaker": "GREMIO",
                            "text": "Good morrow, neighbour Baptista."
                        },
                        {
                            "speaker": "BAPTISTA",
                            "text": "Good morrow, neighbour Gremio.\nGod save you, gentlemen!"
                        },
                        {
                            "speaker": "PETRUCHIO",
                            "text": "And you, good sir! Pray, have you not a daughter\nCall'd Katharina, fair and virtuous?"
                        },
                        {
                            "speaker": "BAPTISTA",
                            "text": "I have a daughter, sir, called Katharina."
                        },
                        {
                            "speaker": "GREMIO",
                            "text": "You are too blunt: go to it orderly."
                        },
                        {
                            "speaker": "PETRUCHIO",
                            "text": "You wrong me, Signior Gremio: give me leave.\nI am a gentleman of Verona, sir,\nThat, hearing of her beauty and her wit,\nHer affability and bashful modesty,\nHer wondrous qualities and mild behavior,\nAm bold to show myself a forward guest\nWithin your house, to make mine eye the witness\nOf that report which I so oft have heard.\nAnd, for an entrance to my entertainment,\nI do present you with a man of mine,\nPresenting HORTENSIO\nCunning in music and the mathematics,\nTo instruct her fully in those sciences,\nWhereof I know she is not ignorant:\nAccept of him, or else you do me wrong:\nHis name is Licio, born in Mantua."
                        },
                        {
                            "speaker": "BAPTISTA",
                            "text": "You're welcome, sir; and he, for your good sake.\nBut for my daughter Katharina, this I know,\nShe is not for your turn, the more my grief."
                        },
                        {
                            "speaker": "PETRUCHIO",
                            "text": "I see you do not mean to part with her,\nOr else you like not of my company."
                        },
                        {
                            "speaker": "BAPTISTA",
                            "text": "Mistake me not; I speak but as I find.\nWhence are you, sir? what may I call your name?"
                        },
                        {
                            "speaker": "PETRUCHIO",
                            "text": "Petruchio is my name; Antonio's son,\nA man well known throughout all Italy."
                        },
                        {
                            "speaker": "BAPTISTA",
                            "text": "I know him well: you are welcome for his sake."
                        },
                        {
                            "speaker": "GREMIO",
                            "text": "Saving your tale, Petruchio, I pray,\nLet us, that are poor petitioners, speak too:\nBaccare! you are marvellous forward."
                        },
                        {
                            "speaker": "PETRUCHIO",
                            "text": "O, pardon me, Signior Gremio; I would fain be doing."
                        },
                        {
                            "speaker": "GREMIO",
                            "text": "I doubt it not, sir; but you will curse your\nwooing. Neighbour, this is a gift very grateful, I am\nsure of it. To express the like kindness, myself,\nthat have been more kindly beholding to you than\nany, freely give unto you this young scholar,\nPresenting LUCENTIO\nthat hath been long studying at Rheims; as cunning\nin Greek, Latin, and other languages, as the other\nin music and mathematics: his name is Cambio; pray,\naccept his service."
                        },
                        {
                            "speaker": "BAPTISTA",
                            "text": "A thousand thanks, Signior Gremio.\nWelcome, good Cambio.\nTo TRANIO\nBut, gentle sir, methinks you walk like a stranger:\nmay I be so bold to know the cause of your coming?"
                        },
                        {
                            "speaker": "TRANIO",
                            "text": "Pardon me, sir, the boldness is mine own,\nThat, being a stranger in this city here,\nDo make myself a suitor to your daughter,\nUnto Bianca, fair and virtuous.\nNor is your firm resolve unknown to me,\nIn the preferment of the eldest sister.\nThis liberty is all that I request,\nThat, upon knowledge of my parentage,\nI may have welcome 'mongst the rest that woo\nAnd free access and favour as the rest:\nAnd, toward the education of your daughters,\nI here bestow a simple instrument,\nAnd this small packet of Greek and Latin books:\nIf you accept them, then their worth is great."
                        },
                        {
                            "speaker": "BAPTISTA",
                            "text": "Lucentio is your name; of whence, I pray?"
                        },
                        {
                            "speaker": "TRANIO",
                            "text": "Of Pisa, sir; son to Vincentio."
                        },
                        {
                            "speaker": "BAPTISTA",
                            "text": "A mighty man of Pisa; by report\nI know him well: you are very welcome, sir,\nTake you the lute, and you the set of books;\nYou shall go see your pupils presently.\nHolla, within!\nSirrah, lead these gentlemen\nTo my daughters; and tell them both,\nThese are their tutors: bid them use them well.\nWe will go walk a little in the orchard,\nAnd then to dinner. You are passing welcome,\nAnd so I pray you all to think yourselves."
                        },
                        {
                            "speaker": "PETRUCHIO",
                            "text": "Signior Baptista, my business asketh haste,\nAnd every day I cannot come to woo.\nYou knew my father well, and in him me,\nLeft solely heir to all his lands and goods,\nWhich I have better'd rather than decreased:\nThen tell me, if I get your daughter's love,\nWhat dowry shall I have with her to wife?"
                        },
                        {
                            "speaker": "BAPTISTA",
                            "text": "After my death the one half of my lands,\nAnd in possession twenty thousand crowns."
                        },
                        {
                            "speaker": "PETRUCHIO",
                            "text": "And, for that dowry, I'll assure her of\nHer widowhood, be it that she survive me,\nIn all my lands and leases whatsoever:\nLet specialties be therefore drawn between us,\nThat covenants may be kept on either hand."
                        },
                        {
                            "speaker": "BAPTISTA",
                            "text": "Ay, when the special thing is well obtain'd,\nThat is, her love; for that is all in all."
                        },
                        {
                            "speaker": "PETRUCHIO",
                            "text": "Why, that is nothing: for I tell you, father,\nI am as peremptory as she proud-minded;\nAnd where two raging fires meet together\nThey do consume the thing that feeds their fury:\nThough little fire grows great with little wind,\nYet extreme gusts will blow out fire and all:\nSo I to her and so she yields to me;\nFor I am rough and woo not like a babe."
                        },
                        {
                            "speaker": "BAPTISTA",
                            "text": "Well mayst thou woo, and happy be thy speed!\nBut be thou arm'd for some unhappy words."
                        },
                        {
                            "speaker": "PETRUCHIO",
                            "text": "Ay, to the proof; as mountains are for winds,\nThat shake not, though they blow perpetually."
                        },
                        {
                            "speaker": "BAPTISTA",
                            "text": "How now, my friend! why dost thou look so pale?"
                        },
                        {
                            "speaker": "HORTENSIO",
                            "text": "For fear, I promise you, if I look pale."
                        },
                        {
                            "speaker": "BAPTISTA",
                            "text": "What, will my daughter prove a good musician?"
                        },
                        {
                            "speaker": "HORTENSIO",
                            "text": "I think she'll sooner prove a soldier\nIron may hold with her, but never lutes."
                        },
                        {
                            "speaker": "BAPTISTA",
                            "text": "Why, then thou canst not break her to the lute?"
                        },
                        {
                            "speaker": "HORTENSIO",
                            "text": "Why, no; for she hath broke the lute to me.\nI did but tell her she mistook her frets,\nAnd bow'd her hand to teach her fingering;\nWhen, with a most impatient devilish spirit,\n'Frets, call you these?' quoth she; 'I'll fume\nwith them:'\nAnd, with that word, she struck me on the head,\nAnd through the instrument my pate made way;\nAnd there I stood amazed for a while,\nAs on a pillory, looking through the lute;\nWhile she did call me rascal fiddler\nAnd twangling Jack; with twenty such vile terms,\nAs had she studied to misuse me so."
                        },
                        {
                            "speaker": "PETRUCHIO",
                            "text": "Now, by the world, it is a lusty wench;\nI love her ten times more than e'er I did:\nO, how I long to have some chat with her!"
                        },
                        {
                            "speaker": "BAPTISTA",
                            "text": "Well, go with me and be not so discomfited:\nProceed in practise with my younger daughter;\nShe's apt to learn and thankful for good turns.\nSignior Petruchio, will you go with us,\nOr shall I send my daughter Kate to you?"
                        },
                        {
                            "speaker": "PETRUCHIO",
                            "text": "I pray you do.\nExeunt all but PETRUCHIO\nI will attend her here,\nAnd woo her with some spirit when she comes.\nSay that she rail; why then I'll tell her plain\nShe sings as sweetly as a nightingale:\nSay that she frown, I'll say she looks as clear\nAs morning roses newly wash'd with dew:\nSay she be mute and will not speak a word;\nThen I'll commend her volubility,\nAnd say she uttereth piercing eloquence:\nIf she do bid me pack, I'll give her thanks,\nAs though she bid me stay by her a week:\nIf she deny to wed, I'll crave the day\nWhen I shall ask the banns and when be married.\nBut here she comes; and now, Petruchio, speak.\nGood morrow, Kate; for that's your name, I hear."
                        },
                        {
                            "speaker": "KATHARINA",
                            "text": "Well have you heard, but something hard of hearing:\nThey call me Katharina that do talk of me."
                        },
                        {
                            "speaker": "PETRUCHIO",
                            "text": "You lie, in faith; for you are call'd plain Kate,\nAnd bonny Kate and sometimes Kate the curst;\nBut Kate, the prettiest Kate in Christendom\nKate of Kate Hall, my super-dainty Kate,\nFor dainties are all Kates, and therefore, Kate,\nTake this of me, Kate of my consolation;\nHearing thy mildness praised in every town,\nThy virtues spoke of, and thy beauty sounded,\nYet not so deeply as to thee belongs,\nMyself am moved to woo thee for my wife."
                        },
                        {
                            "speaker": "KATHARINA",
                            "text": "Moved! in good time: let him that moved you hither\nRemove you hence: I knew you at the first\nYou were a moveable."
                        },
                        {
                            "speaker": "PETRUCHIO",
                            "text": "Why, what's a moveable?"
                        },
                        {
                            "speaker": "KATHARINA",
                            "text": "A join'd-stool."
                        },
                        {
                            "speaker": "PETRUCHIO",
                            "text": "Thou hast hit it: come, sit on me."
                        },
                        {
                            "speaker": "KATHARINA",
                            "text": "Asses are made to bear, and so are you."
                        },
                        {
                            "speaker": "PETRUCHIO",
                            "text": "Women are made to bear, and so are you."
                        },
                        {
                            "speaker": "KATHARINA",
                            "text": "No such jade as you, if me you mean."
                        },
                        {
                            "speaker": "PETRUCHIO",
                            "text": "Alas! good Kate, I will not burden thee;\nFor, knowing thee to be but young and light--"
                        },
                        {
                            "speaker": "KATHARINA",
                            "text": "Too light for such a swain as you to catch;\nAnd yet as heavy as my weight should be."
                        },
                        {
                            "speaker": "PETRUCHIO",
                            "text": "Should be! should--buzz!"
                        },
                        {
                            "speaker": "KATHARINA",
                            "text": "Well ta'en, and like a buzzard."
                        },
                        {
                            "speaker": "PETRUCHIO",
                            "text": "O slow-wing'd turtle! shall a buzzard take thee?"
                        },
                        {
                            "speaker": "KATHARINA",
                            "text": "Ay, for a turtle, as he takes a buzzard."
                        },
                        {
                            "speaker": "PETRUCHIO",
                            "text": "Come, come, you wasp; i' faith, you are too angry."
                        },
                        {
                            "speaker": "KATHARINA",
                            "text": "If I be waspish, best beware my sting."
                        },
                        {
                            "speaker": "PETRUCHIO",
                            "text": "My remedy is then, to pluck it out."
                        },
                        {
                            "speaker": "KATHARINA",
                            "text": "Ay, if the fool could find it where it lies,"
                        },
                        {
                            "speaker": "PETRUCHIO",
                            "text": "Who knows not where a wasp does\nwear his sting? In his tail."
                        },
                        {
                            "speaker": "KATHARINA",
                            "text": "In his tongue."
                        },
                        {
                            "speaker": "PETRUCHIO",
                            "text": "Whose tongue?"
                        },
                        {
                            "speaker": "KATHARINA",
                            "text": "Yours, if you talk of tails: and so farewell."
                        },
                        {
                            "speaker": "PETRUCHIO",
                            "text": "What, with my tongue in your tail? nay, come again,\nGood Kate; I am a gentleman."
                        },
                        {
                            "speaker": "KATHARINA",
                            "text": "That I'll try.\nShe strikes him"
                        },
                        {
                            "speaker": "PETRUCHIO",
                            "text": "I swear I'll cuff you, if you strike again."
                        },
                        {
                            "speaker": "KATHARINA",
                            "text": "So may you lose your arms:\nIf you strike me, you are no gentleman;\nAnd if no gentleman, why then no arms."
                        },
                        {
                            "speaker": "PETRUCHIO",
                            "text": "A herald, Kate? O, put me in thy books!"
                        },
                        {
                            "speaker": "KATHARINA",
                            "text": "What is your crest? a coxcomb?"
                        },
                        {
                            "speaker": "PETRUCHIO",
                            "text": "A combless cock, so Kate will be my hen."
                        },
                        {
                            "speaker": "KATHARINA",
                            "text": "No cock of mine; you crow too like a craven."
                        },
                        {
                            "speaker": "PETRUCHIO",
                            "text": "Nay, come, Kate, come; you must not look so sour."
                        },
                        {
                            "speaker": "KATHARINA",
                            "text": "It is my fashion, when I see a crab."
                        },
                        {
                            "speaker": "PETRUCHIO",
                            "text": "Why, here's no crab; and therefore look not sour."
                        },
                        {
                            "speaker": "KATHARINA",
                            "text": "There is, there is."
                        },
                        {
                            "speaker": "PETRUCHIO",
                            "text": "Then show it me."
                        },
                        {
                            "speaker": "KATHARINA",
                            "text": "Had I a glass, I would."
                        },
                        {
                            "speaker": "PETRUCHIO",
                            "text": "What, you mean my face?"
                        },
                        {
                            "speaker": "KATHARINA",
                            "text": "Well aim'd of such a young one."
                        },
                        {
                            "speaker": "PETRUCHIO",
                            "text": "Now, by Saint George, I am too young for you."
                        },
                        {
                            "speaker": "KATHARINA",
                            "text": "Yet you are wither'd."
                        },
                        {
                            "speaker": "PETRUCHIO",
                            "text": "'Tis with cares."
                        },
                        {
                            "speaker": "KATHARINA",
                            "text": "I care not."
                        },
                        {
                            "speaker": "PETRUCHIO",
                            "text": "Nay, hear you, Kate: in sooth you scape not so."
                        },
                        {
                            "speaker": "KATHARINA",
                            "text": "I chafe you, if I tarry: let me go."
                        },
                        {
                            "speaker": "PETRUCHIO",
                            "text": "No, not a whit: I find you passing gentle.\n'Twas told me you were rough and coy and sullen,\nAnd now I find report a very liar;\nFor thou are pleasant, gamesome, passing courteous,\nBut slow in speech, yet sweet as spring-time flowers:\nThou canst not frown, thou canst not look askance,\nNor bite the lip, as angry wenches will,\nNor hast thou pleasure to be cross in talk,\nBut thou with mildness entertain'st thy wooers,\nWith gentle conference, soft and affable.\nWhy does the world report that Kate doth limp?\nO slanderous world! Kate like the hazel-twig\nIs straight and slender and as brown in hue\nAs hazel nuts and sweeter than the kernels.\nO, let me see thee walk: thou dost not halt."
                        },
                        {
                            "speaker": "KATHARINA",
                            "text": "Go, fool, and whom thou keep'st command."
                        },
                        {
                            "speaker": "PETRUCHIO",
                            "text": "Did ever Dian so become a grove\nAs Kate this chamber with her princely gait?\nO, be thou Dian, and let her be Kate;\nAnd then let Kate be chaste and Dian sportful!"
                        },
                        {
                            "speaker": "KATHARINA",
                            "text": "Where did you study all this goodly speech?"
                        },
                        {
                            "speaker": "PETRUCHIO",
                            "text": "It is extempore, from my mother-wit."
                        },
                        {
                            "speaker": "KATHARINA",
                            "text": "A witty mother! witless else her son."
                        },
                        {
                            "speaker": "PETRUCHIO",
                            "text": "Am I not wise?"
                        },
                        {
                            "speaker": "KATHARINA",
                            "text": "Yes; keep you warm."
                        },
                        {
                            "speaker": "PETRUCHIO",
                            "text": "Marry, so I mean, sweet Katharina, in thy bed:\nAnd therefore, setting all this chat aside,\nThus in plain terms: your father hath consented\nThat you shall be my wife; your dowry 'greed on;\nAnd, Will you, nill you, I will marry you.\nNow, Kate, I am a husband for your turn;\nFor, by this light, whereby I see thy beauty,\nThy beauty, that doth make me like thee well,\nThou must be married to no man but me;\nFor I am he am born to tame you Kate,\nAnd bring you from a wild Kate to a Kate\nConformable as other household Kates.\nHere comes your father: never make denial;\nI must and will have Katharina to my wife."
                        },
                        {
                            "speaker": "BAPTISTA",
                            "text": "Now, Signior Petruchio, how speed you with my daughter?"
                        },
                        {
                            "speaker": "PETRUCHIO",
                            "text": "How but well, sir? how but well?\nIt were impossible I should speed amiss."
                        },
                        {
                            "speaker": "BAPTISTA",
                            "text": "Why, how now, daughter Katharina! in your dumps?"
                        },
                        {
                            "speaker": "KATHARINA",
                            "text": "Call you me daughter? now, I promise you\nYou have show'd a tender fatherly regard,\nTo wish me wed to one half lunatic;\nA mad-cup ruffian and a swearing Jack,\nThat thinks with oaths to face the matter out."
                        },
                        {
                            "speaker": "PETRUCHIO",
                            "text": "Father, 'tis thus: yourself and all the world,\nThat talk'd of her, have talk'd amiss of her:\nIf she be curst, it is for policy,\nFor she's not froward, but modest as the dove;\nShe is not hot, but temperate as the morn;\nFor patience she will prove a second Grissel,\nAnd Roman Lucrece for her chastity:\nAnd to conclude, we have 'greed so well together,\nThat upon Sunday is the wedding-day."
                        },
                        {
                            "speaker": "KATHARINA",
                            "text": "I'll see thee hang'd on Sunday first."
                        },
                        {
                            "speaker": "GREMIO",
                            "text": "Hark, Petruchio; she says she'll see thee\nhang'd first."
                        },
                        {
                            "speaker": "TRANIO",
                            "text": "Is this your speeding? nay, then, good night our part!"
                        },
                        {
                            "speaker": "PETRUCHIO",
                            "text": "Be patient, gentlemen; I choose her for myself:\nIf she and I be pleased, what's that to you?\n'Tis bargain'd 'twixt us twain, being alone,\nThat she shall still be curst in company.\nI tell you, 'tis incredible to believe\nHow much she loves me: O, the kindest Kate!\nShe hung about my neck; and kiss on kiss\nShe vied so fast, protesting oath on oath,\nThat in a twink she won me to her love.\nO, you are novices! 'tis a world to see,\nHow tame, when men and women are alone,\nA meacock wretch can make the curstest shrew.\nGive me thy hand, Kate: I will unto Venice,\nTo buy apparel 'gainst the wedding-day.\nProvide the feast, father, and bid the guests;\nI will be sure my Katharina shall be fine."
                        },
                        {
                            "speaker": "BAPTISTA",
                            "text": "I know not what to say: but give me your hands;\nGod send you joy, Petruchio! 'tis a match."
                        },
                        {
                            "speaker": "GREMIO TRANIO",
                            "text": "Amen, say we: we will be witnesses."
                        },
                        {
                            "speaker": "PETRUCHIO",
                            "text": "Father, and wife, and gentlemen, adieu;\nI will to Venice; Sunday comes apace:\nWe will have rings and things and fine array;\nAnd kiss me, Kate, we will be married o'Sunday.\nExeunt PETRUCHIO and KATHARINA severally"
                        },
                        {
                            "speaker": "GREMIO",
                            "text": "Was ever match clapp'd up so suddenly?"
                        },
                        {
                            "speaker": "BAPTISTA",
                            "text": "Faith, gentlemen, now I play a merchant's part,\nAnd venture madly on a desperate mart."
                        },
                        {
                            "speaker": "TRANIO",
                            "text": "'Twas a commodity lay fretting by you:\n'Twill bring you gain, or perish on the seas."
                        },
                        {
                            "speaker": "BAPTISTA",
                            "text": "The gain I seek is, quiet in the match."
                        },
                        {
                            "speaker": "GREMIO",
                            "text": "No doubt but he hath got a quiet catch.\nBut now, Baptists, to your younger daughter:\nNow is the day we long have looked for:\nI am your neighbour, and was suitor first."
                        },
                        {
                            "speaker": "TRANIO",
                            "text": "And I am one that love Bianca more\nThan words can witness, or your thoughts can guess."
                        },
                        {
                            "speaker": "GREMIO",
                            "text": "Youngling, thou canst not love so dear as I."
                        },
                        {
                            "speaker": "TRANIO",
                            "text": "Graybeard, thy love doth freeze."
                        },
                        {
                            "speaker": "GREMIO",
                            "text": "But thine doth fry.\nSkipper, stand back: 'tis age that nourisheth."
                        },
                        {
                            "speaker": "TRANIO",
                            "text": "But youth in ladies' eyes that flourisheth."
                        },
                        {
                            "speaker": "BAPTISTA",
                            "text": "Content you, gentlemen: I will compound this strife:\n'Tis deeds must win the prize; and he of both\nThat can assure my daughter greatest dower\nShall have my Bianca's love.\nSay, Signior Gremio, What can you assure her?"
                        },
                        {
                            "speaker": "GREMIO",
                            "text": "First, as you know, my house within the city\nIs richly furnished with plate and gold;\nBasins and ewers to lave her dainty hands;\nMy hangings all of Tyrian tapestry;\nIn ivory coffers I have stuff'd my crowns;\nIn cypress chests my arras counterpoints,\nCostly apparel, tents, and canopies,\nFine linen, Turkey cushions boss'd with pearl,\nValance of Venice gold in needlework,\nPewter and brass and all things that belong\nTo house or housekeeping: then, at my farm\nI have a hundred milch-kine to the pail,\nSixscore fat oxen standing in my stalls,\nAnd all things answerable to this portion.\nMyself am struck in years, I must confess;\nAnd if I die to-morrow, this is hers,\nIf whilst I live she will be only mine."
                        },
                        {
                            "speaker": "TRANIO",
                            "text": "That 'only' came well in. Sir, list to me:\nI am my father's heir and only son:\nIf I may have your daughter to my wife,\nI'll leave her houses three or four as good,\nWithin rich Pisa walls, as any one\nOld Signior Gremio has in Padua;\nBesides two thousand ducats by the year\nOf fruitful land, all which shall be her jointure.\nWhat, have I pinch'd you, Signior Gremio?"
                        },
                        {
                            "speaker": "GREMIO",
                            "text": "Two thousand ducats by the year of land!\nMy land amounts not to so much in all:\nThat she shall have; besides an argosy\nThat now is lying in Marseilles' road.\nWhat, have I choked you with an argosy?"
                        },
                        {
                            "speaker": "TRANIO",
                            "text": "Gremio, 'tis known my father hath no less\nThan three great argosies; besides two galliases,\nAnd twelve tight galleys: these I will assure her,\nAnd twice as much, whate'er thou offer'st next."
                        },
                        {
                            "speaker": "GREMIO",
                            "text": "Nay, I have offer'd all, I have no more;\nAnd she can have no more than all I have:\nIf you like me, she shall have me and mine."
                        },
                        {
                            "speaker": "TRANIO",
                            "text": "Why, then the maid is mine from all the world,\nBy your firm promise: Gremio is out-vied."
                        },
                        {
                            "speaker": "BAPTISTA",
                            "text": "I must confess your offer is the best;\nAnd, let your father make her the assurance,\nShe is your own; else, you must pardon me,\nif you should die before him, where's her dower?"
                        },
                        {
                            "speaker": "TRANIO",
                            "text": "That's but a cavil: he is old, I young."
                        },
                        {
                            "speaker": "GREMIO",
                            "text": "And may not young men die, as well as old?"
                        },
                        {
                            "speaker": "BAPTISTA",
                            "text": "Well, gentlemen,\nI am thus resolved: on Sunday next you know\nMy daughter Katharina is to be married:\nNow, on the Sunday following, shall Bianca\nBe bride to you, if you this assurance;\nIf not, Signior Gremio:\nAnd so, I take my leave, and thank you both."
                        },
                        {
                            "speaker": "GREMIO",
                            "text": "Adieu, good neighbour.\nNow I fear thee not:\nSirrah young gamester, your father were a fool\nTo give thee all, and in his waning age\nSet foot under thy table: tut, a toy!\nAn old Italian fox is not so kind, my boy."
                        },
                        {
                            "speaker": "TRANIO",
                            "text": "A vengeance on your crafty wither'd hide!\nYet I have faced it with a card of ten.\n'Tis in my head to do my master good:\nI see no reason but supposed Lucentio\nMust get a father, call'd 'supposed Vincentio;'\nAnd that's a wonder: fathers commonly\nDo get their children; but in this case of wooing,\nA child shall get a sire, if I fail not of my cunning."
                        }
                    ]
                }
            ]
        },
        {
            "act": "III",
            "scenes": [
                {
                    "scene": "I",
                    "title": "Padua. BAPTISTA'S house.",
                    "lines": [
                        {
                            "speaker": "LUCENTIO",
                            "text": "Fiddler, forbear; you grow too forward, sir:\nHave you so soon forgot the entertainment\nHer sister Katharina welcomed you withal?"
                        },
                        {
                            "speaker": "HORTENSIO",
                            "text": "But, wrangling pedant, this is\nThe patroness of heavenly harmony:\nThen give me leave to have prerogative;\nAnd when in music we have spent an hour,\nYour lecture shall have leisure for as much."
                        },
                        {
                            "speaker": "LUCENTIO",
                            "text": "Preposterous ass, that never read so far\nTo know the cause why music was ordain'd!\nWas it not to refresh the mind of man\nAfter his studies or his usual pain?\nThen give me leave to read philosophy,\nAnd while I pause, serve in your harmony."
                        },
                        {
                            "speaker": "HORTENSIO",
                            "text": "Sirrah, I will not bear these braves of thine."
                        },
                        {
                            "speaker": "BIANCA",
                            "text": "Why, gentlemen, you do me double wrong,\nTo strive for that which resteth in my choice:\nI am no breeching scholar in the schools;\nI'll not be tied to hours nor 'pointed times,\nBut learn my lessons as I please myself.\nAnd, to cut off all strife, here sit we down:\nTake you your instrument, play you the whiles;\nHis lecture will be done ere you have tuned."
                        },
                        {
                            "speaker": "HORTENSIO",
                            "text": "You'll leave his lecture when I am in tune?"
                        },
                        {
                            "speaker": "LUCENTIO",
                            "text": "That will be never: tune your instrument."
                        },
                        {
                            "speaker": "BIANCA",
                            "text": "Where left we last?"
                        },
                        {
                            "speaker": "LUCENTIO",
                            "text": "Here, madam:\n'Hic ibat Simois; hic est Sigeia tellus;\nHic steterat Priami regia celsa senis.'"
                        },
                        {
                            "speaker": "BIANCA",
                            "text": "Construe them."
                        },
                        {
                            "speaker": "LUCENTIO",
                            "text": "'Hic ibat,' as I told you before, 'Simois,' I am\nLucentio, 'hic est,' son unto Vincentio of Pisa,\n'Sigeia tellus,' disguised thus to get your love;\n'Hic steterat,' and that Lucentio that comes\na-wooing, 'Priami,' is my man Tranio, 'regia,'\nbearing my port, 'celsa senis,' that we might\nbeguile the old pantaloon."
                        },
                        {
                            "speaker": "HORTENSIO",
                            "text": "Madam, my instrument's in tune."
                        },
                        {
                            "speaker": "BIANCA",
                            "text": "Let's hear. O fie! the treble jars."
                        },
                        {
                            "speaker": "LUCENTIO",
                            "text": "Spit in the hole, man, and tune again."
                        },
                        {
                            "speaker": "BIANCA",
                            "text": "Now let me see if I can construe it: 'Hic ibat\nSimois,' I know you not, 'hic est Sigeia tellus,' I\ntrust you not; 'Hic steterat Priami,' take heed\nhe hear us not, 'regia,' presume not, 'celsa senis,'\ndespair not."
                        },
                        {
                            "speaker": "HORTENSIO",
                            "text": "Madam, 'tis now in tune."
                        },
                        {
                            "speaker": "LUCENTIO",
                            "text": "All but the base."
                        },
                        {
                            "speaker": "HORTENSIO",
                            "text": "The base is right; 'tis the base knave that jars.\nAside\nHow fiery and forward our pedant is!\nNow, for my life, the knave doth court my love:\nPedascule, I'll watch you better yet."
                        },
                        {
                            "speaker": "BIANCA",
                            "text": "In time I may believe, yet I mistrust."
                        },
                        {
                            "speaker": "LUCENTIO",
                            "text": "Mistrust it not: for, sure, AEacides\nWas Ajax, call'd so from his grandfather."
                        },
                        {
                            "speaker": "BIANCA",
                            "text": "I must believe my master; else, I promise you,\nI should be arguing still upon that doubt:\nBut let it rest. Now, Licio, to you:\nGood masters, take it not unkindly, pray,\nThat I have been thus pleasant with you both."
                        },
                        {
                            "speaker": "HORTENSIO",
                            "text": "You may go walk, and give me leave a while:\nMy lessons make no music in three parts."
                        },
                        {
                            "speaker": "LUCENTIO",
                            "text": "Are you so formal, sir? well, I must wait,\nAside\nAnd watch withal; for, but I be deceived,\nOur fine musician groweth amorous."
                        },
                        {
                            "speaker": "HORTENSIO",
                            "text": "Madam, before you touch the instrument,\nTo learn the order of my fingering,\nI must begin with rudiments of art;\nTo teach you gamut in a briefer sort,\nMore pleasant, pithy and effectual,\nThan hath been taught by any of my trade:\nAnd there it is in writing, fairly drawn."
                        },
                        {
                            "speaker": "BIANCA",
                            "text": "Why, I am past my gamut long ago."
                        },
                        {
                            "speaker": "HORTENSIO",
                            "text": "Yet read the gamut of Hortensio."
                        },
                        {
                            "speaker": "BIANCA",
                            "text": "[Reads] ''Gamut' I am, the ground of all accord,\n'A re,' to Plead Hortensio's passion;\n'B mi,' Bianca, take him for thy lord,\n'C fa ut,' that loves with all affection:\n'D sol re,' one clef, two notes have I:\n'E la mi,' show pity, or I die.'\nCall you this gamut? tut, I like it not:\nOld fashions please me best; I am not so nice,\nTo change true rules for old inventions.\nServant\nMistress, your father prays you leave your books\nAnd help to dress your sister's chamber up:\nYou know to-morrow is the wedding-day."
                        },
                        {
                            "speaker": "BIANCA",
                            "text": "Farewell, sweet masters both; I must be gone.\nExeunt BIANCA and Servant"
                        },
                        {
                            "speaker": "LUCENTIO",
                            "text": "Faith, mistress, then I have no cause to stay."
                        },
                        {
                            "speaker": "HORTENSIO",
                            "text": "But I have cause to pry into this pedant:\nMethinks he looks as though he were in love:\nYet if thy thoughts, Bianca, be so humble\nTo cast thy wandering eyes on every stale,\nSeize thee that list: if once I find thee ranging,\nHortensio will be quit with thee by changing."
                        }
                    ]
                },
                {
                    "scene": "II",
                    "title": "Padua. Before BAPTISTA'S house.",
                    "lines": [
                        {
                            "speaker": "BAPTISTA",
                            "text": "[To TRANIO] Signior Lucentio, this is the\n'pointed day.\nThat Katharina and Petruchio should be married,\nAnd yet we hear not of our son-in-law.\nWhat will be said? what mockery will it be,\nTo want the bridegroom when the priest attends\nTo speak the ceremonial rites of marriage!\nWhat says Lucentio to this shame of ours?"
                        },
                        {
                            "speaker": "KATHARINA",
                            "text": "No shame but mine: I must, forsooth, be forced\nTo give my hand opposed against my heart\nUnto a mad-brain rudesby full of spleen;\nWho woo'd in haste and means to wed at leisure.\nI told you, I, he was a frantic fool,\nHiding his bitter jests in blunt behavior:\nAnd, to be noted for a merry man,\nHe'll woo a thousand, 'point the day of marriage,\nMake feasts, invite friends, and proclaim the banns;\nYet never means to wed where he hath woo'd.\nNow must the world point at poor Katharina,\nAnd say, 'Lo, there is mad Petruchio's wife,\nIf it would please him come and marry her!'"
                        },
                        {
                            "speaker": "TRANIO",
                            "text": "Patience, good Katharina, and Baptista too.\nUpon my life, Petruchio means but well,\nWhatever fortune stays him from his word:\nThough he be blunt, I know him passing wise;\nThough he be merry, yet withal he's honest."
                        },
                        {
                            "speaker": "KATHARINA",
                            "text": "Would Katharina had never seen him though!"
                        },
                        {
                            "speaker": "BAPTISTA",
                            "text": "Go, girl; I cannot blame thee now to weep;\nFor such an injury would vex a very saint,\nMuch more a shrew of thy impatient humour."
                        },
                        {
                            "speaker": "BIONDELLO",
                            "text": "Master, master! news, old news, and such news as\nyou never heard of!"
                        },
                        {
                            "speaker": "BAPTISTA",
                            "text": "Is it new and old too? how may that be?"
                        },
                        {
                            "speaker": "BIONDELLO",
                            "text": "Why, is it not news, to hear of Petruchio's coming?"
                        },
                        {
                            "speaker": "BAPTISTA",
                            "text": "Is he come?"
                        },
                        {
                            "speaker": "BIONDELLO",
                            "text": "Why, no, sir."
                        },
                        {
                            "speaker": "BAPTISTA",
                            "text": "What then?"
                        },
                        {
                            "speaker": "BIONDELLO",
                            "text": "He is coming."
                        },
                        {
                            "speaker": "BAPTISTA",
                            "text": "When will he be here?"
                        },
                        {
                            "speaker": "BIONDELLO",
                            "text": "When he stands where I am and sees you there."
                        },
                        {
                            "speaker": "TRANIO",
                            "text": "But say, what to thine old news?"
                        },
                        {
                            "speaker": "BIONDELLO",
                            "text": "Why, Petruchio is coming in a new hat and an old\njerkin, a pair of old breeches thrice turned, a pair\nof boots that have been candle-cases, one buckled,\nanother laced, an old rusty sword ta'en out of the\ntown-armory, with a broken hilt, and chapeless;\nwith two broken points: his horse hipped with an\nold mothy saddle and stirrups of no kindred;\nbesides, possessed with the glanders and like to mose\nin the chine; troubled with the lampass, infected\nwith the fashions, full of wingdalls, sped with\nspavins, rayed with yellows, past cure of the fives,\nstark spoiled with the staggers, begnawn with the\nbots, swayed in the back and shoulder-shotten;\nnear-legged before and with, a half-chequed bit\nand a head-stall of sheeps leather which, being\nrestrained to keep him from stumbling, hath been\noften burst and now repaired with knots; one girth\nsix time pieced and a woman's crupper of velure,\nwhich hath two letters for her name fairly set down\nin studs, and here and there pieced with packthread."
                        },
                        {
                            "speaker": "BAPTISTA",
                            "text": "Who comes with him?"
                        },
                        {
                            "speaker": "BIONDELLO",
                            "text": "O, sir, his lackey, for all the world caparisoned\nlike the horse; with a linen stock on one leg and a\nkersey boot-hose on the other, gartered with a red\nand blue list; an old hat and 'the humour of forty\nfancies' pricked in't for a feather: a monster, a\nvery monster in apparel, and not like a Christian\nfootboy or a gentleman's lackey."
                        },
                        {
                            "speaker": "TRANIO",
                            "text": "'Tis some odd humour pricks him to this fashion;\nYet oftentimes he goes but mean-apparell'd."
                        },
                        {
                            "speaker": "BAPTISTA",
                            "text": "I am glad he's come, howsoe'er he comes."
                        },
                        {
                            "speaker": "BIONDELLO",
                            "text": "Why, sir, he comes not."
                        },
                        {
                            "speaker": "BAPTISTA",
                            "text": "Didst thou not say he comes?"
                        },
                        {
                            "speaker": "BIONDELLO",
                            "text": "Who? that Petruchio came?"
                        },
                        {
                            "speaker": "BAPTISTA",
                            "text": "Ay, that Petruchio came."
                        },
                        {
                            "speaker": "BIONDELLO",
                            "text": "No, sir, I say his horse comes, with him on his back."
                        },
                        {
                            "speaker": "BAPTISTA",
                            "text": "Why, that's all one."
                        },
                        {
                            "speaker": "BIONDELLO",
                            "text": "Nay, by Saint Jamy,\nI hold you a penny,\nA horse and a man\nIs more than one,\nAnd yet not many."
                        },
                        {
                            "speaker": "PETRUCHIO",
                            "text": "Come, where be these gallants? who's at home?"
                        },
                        {
                            "speaker": "BAPTISTA",
                            "text": "You are welcome, sir."
                        },
                        {
                            "speaker": "PETRUCHIO",
                            "text": "And yet I come not well."
                        },
                        {
                            "speaker": "BAPTISTA",
                            "text": "And yet you halt not."
                        },
                        {
                            "speaker": "TRANIO",
                            "text": "Not so well apparell'd\nAs I wish you were."
                        },
                        {
                            "speaker": "PETRUCHIO",
                            "text": "Were it better, I should rush in thus.\nBut where is Kate? where is my lovely bride?\nHow does my father? Gentles, methinks you frown:\nAnd wherefore gaze this goodly company,\nAs if they saw some wondrous monument,\nSome comet or unusual prodigy?"
                        },
                        {
                            "speaker": "BAPTISTA",
                            "text": "Why, sir, you know this is your wedding-day:\nFirst were we sad, fearing you would not come;\nNow sadder, that you come so unprovided.\nFie, doff this habit, shame to your estate,\nAn eye-sore to our solemn festival!"
                        },
                        {
                            "speaker": "TRANIO",
                            "text": "And tells us, what occasion of import\nHath all so long detain'd you from your wife,\nAnd sent you hither so unlike yourself?"
                        },
                        {
                            "speaker": "PETRUCHIO",
                            "text": "Tedious it were to tell, and harsh to hear:\nSufficeth I am come to keep my word,\nThough in some part enforced to digress;\nWhich, at more leisure, I will so excuse\nAs you shall well be satisfied withal.\nBut where is Kate? I stay too long from her:\nThe morning wears, 'tis time we were at church."
                        },
                        {
                            "speaker": "TRANIO",
                            "text": "See not your bride in these unreverent robes:\nGo to my chamber; Put on clothes of mine."
                        },
                        {
                            "speaker": "PETRUCHIO",
                            "text": "Not I, believe me: thus I'll visit her."
                        },
                        {
                            "speaker": "BAPTISTA",
                            "text": "But thus, I trust, you will not marry her."
                        },
                        {
                            "speaker": "PETRUCHIO",
                            "text": "Good sooth, even thus; therefore ha' done with words:\nTo me she's married, not unto my clothes:\nCould I repair what she will wear in me,\nAs I can change these poor accoutrements,\n'Twere well for Kate and better for myself.\nBut what a fool am I to chat with you,\nWhen I should bid good morrow to my bride,\nAnd seal the title with a lovely kiss!\nExeunt PETRUCHIO and GRUMIO"
                        },
                        {
                            "speaker": "TRANIO",
                            "text": "He hath some meaning in his mad attire:\nWe will persuade him, be it possible,\nTo put on better ere he go to church."
                        },
                        {
                            "speaker": "BAPTISTA",
                            "text": "I'll after him, and see the event of this.\nExeunt BAPTISTA, GREMIO, and attendants"
                        },
                        {
                            "speaker": "TRANIO",
                            "text": "But to her love concerneth us to add\nHer father's liking: which to bring to pass,\nAs I before unparted to your worship,\nI am to get a man,--whate'er he be,\nIt skills not much. we'll fit him to our turn,--\nAnd he shall be Vincentio of Pisa;\nAnd make assurance here in Padua\nOf greater sums than I have promised.\nSo shall you quietly enjoy your hope,\nAnd marry sweet Bianca with consent."
                        },
                        {
                            "speaker": "LUCENTIO",
                            "text": "Were it not that my fellow-school-master\nDoth watch Bianca's steps so narrowly,\n'Twere good, methinks, to steal our marriage;\nWhich once perform'd, let all the world say no,\nI'll keep mine own, despite of all the world."
                        },
                        {
                            "speaker": "TRANIO",
                            "text": "That by degrees we mean to look into,\nAnd watch our vantage in this business:\nWe'll over-reach the greybeard, Gremio,\nThe narrow-prying father, Minola,\nThe quaint musician, amorous Licio;\nAll for my master's sake, Lucentio.\nSignior Gremio, came you from the church?"
                        },
                        {
                            "speaker": "GREMIO",
                            "text": "As willingly as e'er I came from school."
                        },
                        {
                            "speaker": "TRANIO",
                            "text": "And is the bride and bridegroom coming home?"
                        },
                        {
                            "speaker": "GREMIO",
                            "text": "A bridegroom say you? 'tis a groom indeed,\nA grumbling groom, and that the girl shall find."
                        },
                        {
                            "speaker": "TRANIO",
                            "text": "Curster than she? why, 'tis impossible."
                        },
                        {
                            "speaker": "GREMIO",
                            "text": "Why he's a devil, a devil, a very fiend."
                        },
                        {
                            "speaker": "TRANIO",
                            "text": "Why, she's a devil, a devil, the devil's dam."
                        },
                        {
                            "speaker": "GREMIO",
                            "text": "Tut, she's a lamb, a dove, a fool to him!\nI'll tell you, Sir Lucentio: when the priest\nShould ask, if Katharina should be his wife,\n'Ay, by gogs-wouns,' quoth he; and swore so loud,\nThat, all-amazed, the priest let fall the book;\nAnd, as he stoop'd again to take it up,\nThe mad-brain'd bridegroom took him such a cuff\nThat down fell priest and book and book and priest:\n'Now take them up,' quoth he, 'if any list.'"
                        },
                        {
                            "speaker": "TRANIO",
                            "text": "What said the wench when he rose again?"
                        },
                        {
                            "speaker": "GREMIO",
                            "text": "Trembled and shook; for why, he stamp'd and swore,\nAs if the vicar meant to cozen him.\nBut after many ceremonies done,\nHe calls for wine: 'A health!' quoth he, as if\nHe had been aboard, carousing to his mates\nAfter a storm; quaff'd off the muscadel\nAnd threw the sops all in the sexton's face;\nHaving no other reason\nBut that his beard grew thin and hungerly\nAnd seem'd to ask him sops as he was drinking.\nThis done, he took the bride about the neck\nAnd kiss'd her lips with such a clamorous smack\nThat at the parting all the church did echo:\nAnd I seeing this came thence for very shame;\nAnd after me, I know, the rout is coming.\nSuch a mad marriage never was before:\nHark, hark! I hear the minstrels play.\nMusic"
                        },
                        {
                            "speaker": "PETRUCHIO",
                            "text": "Gentlemen and friends, I thank you for your pains:\nI know you think to dine with me to-day,\nAnd have prepared great store of wedding cheer;\nBut so it is, my haste doth call me hence,\nAnd therefore here I mean to take my leave."
                        },
                        {
                            "speaker": "BAPTISTA",
                            "text": "Is't possible you will away to-night?"
                        },
                        {
                            "speaker": "PETRUCHIO",
                            "text": "I must away to-day, before night come:\nMake it no wonder; if you knew my business,\nYou would entreat me rather go than stay.\nAnd, honest company, I thank you all,\nThat have beheld me give away myself\nTo this most patient, sweet and virtuous wife:\nDine with my father, drink a health to me;\nFor I must hence; and farewell to you all."
                        },
                        {
                            "speaker": "TRANIO",
                            "text": "Let us entreat you stay till after dinner."
                        },
                        {
                            "speaker": "PETRUCHIO",
                            "text": "It may not be."
                        },
                        {
                            "speaker": "GREMIO",
                            "text": "Let me entreat you."
                        },
                        {
                            "speaker": "PETRUCHIO",
                            "text": "It cannot be."
                        },
                        {
                            "speaker": "KATHARINA",
                            "text": "Let me entreat you."
                        },
                        {
                            "speaker": "PETRUCHIO",
                            "text": "I am content."
                        },
                        {
                            "speaker": "KATHARINA",
                            "text": "Are you content to stay?"
                        },
                        {
                            "speaker": "PETRUCHIO",
                            "text": "I am content you shall entreat me stay;\nBut yet not stay, entreat me how you can."
                        },
                        {
                            "speaker": "KATHARINA",
                            "text": "Now, if you love me, stay."
                        },
                        {
                            "speaker": "PETRUCHIO",
                            "text": "Grumio, my horse."
                        },
                        {
                            "speaker": "GRUMIO",
                            "text": "Ay, sir, they be ready: the oats have eaten the horses."
                        },
                        {
                            "speaker": "KATHARINA",
                            "text": "Nay, then,\nDo what thou canst, I will not go to-day;\nNo, nor to-morrow, not till I please myself.\nThe door is open, sir; there lies your way;\nYou may be jogging whiles your boots are green;\nFor me, I'll not be gone till I please myself:\n'Tis like you'll prove a jolly surly groom,\nThat take it on you at the first so roundly."
                        },
                        {
                            "speaker": "PETRUCHIO",
                            "text": "O Kate, content thee; prithee, be not angry."
                        },
                        {
                            "speaker": "KATHARINA",
                            "text": "I will be angry: what hast thou to do?\nFather, be quiet; he shall stay my leisure."
                        },
                        {
                            "speaker": "GREMIO",
                            "text": "Ay, marry, sir, now it begins to work."
                        },
                        {
                            "speaker": "KATARINA",
                            "text": "Gentlemen, forward to the bridal dinner:\nI see a woman may be made a fool,\nIf she had not a spirit to resist."
                        },
                        {
                            "speaker": "PETRUCHIO",
                            "text": "They shall go forward, Kate, at thy command.\nObey the bride, you that attend on her;\nGo to the feast, revel and domineer,\nCarouse full measure to her maidenhead,\nBe mad and merry, or go hang yourselves:\nBut for my bonny Kate, she must with me.\nNay, look not big, nor stamp, nor stare, nor fret;\nI will be master of what is mine own:\nShe is my goods, my chattels; she is my house,\nMy household stuff, my field, my barn,\nMy horse, my ox, my ass, my any thing;\nAnd here she stands, touch her whoever dare;\nI'll bring mine action on the proudest he\nThat stops my way in Padua. Grumio,\nDraw forth thy weapon, we are beset with thieves;\nRescue thy mistress, if thou be a man.\nFear not, sweet wench, they shall not touch\nthee, Kate:\nI'll buckler thee against a million.\nExeunt PETRUCHIO, KATHARINA, and GRUMIO"
                        },
                        {
                            "speaker": "BAPTISTA",
                            "text": "Nay, let them go, a couple of quiet ones."
                        },
                        {
                            "speaker": "GREMIO",
                            "text": "Went they not quickly, I should die with laughing."
                        },
                        {
                            "speaker": "TRANIO",
                            "text": "Of all mad matches never was the like."
                        },
                        {
                            "speaker": "LUCENTIO",
                            "text": "Mistress, what's your opinion of your sister?"
                        },
                        {
                            "speaker": "BIANCA",
                            "text": "That, being mad herself, she's madly mated."
                        },
                        {
                            "speaker": "GREMIO",
                            "text": "I warrant him, Petruchio is Kated."
                        },
                        {
                            "speaker": "BAPTISTA",
                            "text": "Neighbours and friends, though bride and\nbridegroom wants\nFor to supply the places at the table,\nYou know there wants no junkets at the feast.\nLucentio, you shall supply the bridegroom's place:\nAnd let Bianca take her sister's room."
                        },
                        {
                            "speaker": "TRANIO",
                            "text": "Shall sweet Bianca practise how to bride it?"
                        },
                        {
                            "speaker": "BAPTISTA",
                            "text": "She shall, Lucentio. Come, gentlemen, let's go.\nExeunt"
                        }
                    ]
                }
            ]
        },
        {
            "act": "IV",
            "scenes": [
                {
                    "scene": "I",
                    "title": "PETRUCHIO'S country house.",
                    "lines": [
                        {
                            "speaker": "GRUMIO",
                            "text": "Fie, fie on all tired jades, on all mad masters, and\nall foul ways! Was ever man so beaten? was ever\nman so rayed? was ever man so weary? I am sent\nbefore to make a fire, and they are coming after to\nwarm them. Now, were not I a little pot and soon\nhot, my very lips might freeze to my teeth, my\ntongue to the roof of my mouth, my heart in my\nbelly, ere I should come by a fire to thaw me: but\nI, with blowing the fire, shall warm myself; for,\nconsidering the weather, a taller man than I will\ntake cold. Holla, ho! Curtis."
                        },
                        {
                            "speaker": "CURTIS",
                            "text": "Who is that calls so coldly?"
                        },
                        {
                            "speaker": "GRUMIO",
                            "text": "A piece of ice: if thou doubt it, thou mayst slide\nfrom my shoulder to my heel with no greater a run\nbut my head and my neck. A fire good Curtis."
                        },
                        {
                            "speaker": "CURTIS",
                            "text": "Is my master and his wife coming, Grumio?"
                        },
                        {
                            "speaker": "GRUMIO",
                            "text": "O, ay, Curtis, ay: and therefore fire, fire; cast\non no water."
                        },
                        {
                            "speaker": "CURTIS",
                            "text": "Is she so hot a shrew as she's reported?"
                        },
                        {
                            "speaker": "GRUMIO",
                            "text": "She was, good Curtis, before this frost: but, thou\nknowest, winter tames man, woman and beast; for it\nhath tamed my old master and my new mistress and\nmyself, fellow Curtis."
                        },
                        {
                            "speaker": "CURTIS",
                            "text": "Away, you three-inch fool! I am no beast."
                        },
                        {
                            "speaker": "GRUMIO",
                            "text": "Am I but three inches? why, thy horn is a foot; and\nso long am I at the least. But wilt thou make a\nfire, or shall I complain on thee to our mistress,\nwhose hand, she being now at hand, thou shalt soon\nfeel, to thy cold comfort, for being slow in thy hot office?"
                        },
                        {
                            "speaker": "CURTIS",
                            "text": "I prithee, good Grumio, tell me, how goes the world?"
                        },
                        {
                            "speaker": "GRUMIO",
                            "text": "A cold world, Curtis, in every office but thine; and\ntherefore fire: do thy duty, and have thy duty; for\nmy master and mistress are almost frozen to death."
                        },
                        {
                            "speaker": "CURTIS",
                            "text": "There's fire ready; and therefore, good Grumio, the news."
                        },
                        {
                            "speaker": "GRUMIO",
                            "text": "Why, 'Jack, boy! ho! boy!' and as much news as\nwill thaw."
                        },
                        {
                            "speaker": "CURTIS",
                            "text": "Come, you are so full of cony-catching!"
                        },
                        {
                            "speaker": "GRUMIO",
                            "text": "Why, therefore fire; for I have caught extreme cold.\nWhere's the cook? is supper ready, the house\ntrimmed, rushes strewed, cobwebs swept; the\nserving-men in their new fustian, their white\nstockings, and every officer his wedding-garment on?\nBe the jacks fair within, the jills fair without,\nthe carpets laid, and every thing in order?"
                        },
                        {
                            "speaker": "CURTIS",
                            "text": "All ready; and therefore, I pray thee, news."
                        },
                        {
                            "speaker": "GRUMIO",
                            "text": "First, know, my horse is tired; my master and\nmistress fallen out."
                        },
                        {
                            "speaker": "CURTIS",
                            "text": "How?"
                        },
                        {
                            "speaker": "GRUMIO",
                            "text": "Out of their saddles into the dirt; and thereby\nhangs a tale."
                        },
                        {
                            "speaker": "CURTIS",
                            "text": "Let's ha't, good Grumio."
                        },
                        {
                            "speaker": "GRUMIO",
                            "text": "Lend thine ear."
                        },
                        {
                            "speaker": "CURTIS",
                            "text": "Here."
                        },
                        {
                            "speaker": "GRUMIO",
                            "text": "There.\nStrikes him"
                        },
                        {
                            "speaker": "CURTIS",
                            "text": "This is to feel a tale, not to hear a tale."
                        },
                        {
                            "speaker": "GRUMIO",
                            "text": "And therefore 'tis called a sensible tale: and this\ncuff was but to knock at your ear, and beseech\nlistening. Now I begin: Imprimis, we came down a\nfoul hill, my master riding behind my mistress,--"
                        },
                        {
                            "speaker": "CURTIS",
                            "text": "Both of one horse?"
                        },
                        {
                            "speaker": "GRUMIO",
                            "text": "What's that to thee?"
                        },
                        {
                            "speaker": "CURTIS",
                            "text": "Why, a horse."
                        },
                        {
                            "speaker": "GRUMIO",
                            "text": "Tell thou the tale: but hadst thou not crossed me,\nthou shouldst have heard how her horse fell and she\nunder her horse; thou shouldst have heard in how\nmiry a place, how she was bemoiled, how he left her\nwith the horse upon her, how he beat me because\nher horse stumbled, how she waded through the dirt\nto pluck him off me, how he swore, how she prayed,\nthat never prayed before, how I cried, how the\nhorses ran away, how her bridle was burst, how I\nlost my crupper, with many things of worthy memory,\nwhich now shall die in oblivion and thou return\nunexperienced to thy grave."
                        },
                        {
                            "speaker": "CURTIS",
                            "text": "By this reckoning he is more shrew than she."
                        },
                        {
                            "speaker": "GRUMIO",
                            "text": "Ay; and that thou and the proudest of you all shall\nfind when he comes home. But what talk I of this?\nCall forth Nathaniel, Joseph, Nicholas, Philip,\nWalter, Sugarsop and the rest: let their heads be\nsleekly combed their blue coats brushed and their\ngarters of an indifferent knit: let them curtsy\nwith their left legs and not presume to touch a hair\nof my master's horse-tail till they kiss their\nhands. Are they all ready?"
                        },
                        {
                            "speaker": "CURTIS",
                            "text": "They are."
                        },
                        {
                            "speaker": "GRUMIO",
                            "text": "Call them forth."
                        },
                        {
                            "speaker": "CURTIS",
                            "text": "Do you hear, ho? you must meet my master to\ncountenance my mistress."
                        },
                        {
                            "speaker": "GRUMIO",
                            "text": "Why, she hath a face of her own."
                        },
                        {
                            "speaker": "CURTIS",
                            "text": "Who knows not that?"
                        },
                        {
                            "speaker": "GRUMIO",
                            "text": "Thou, it seems, that calls for company to\ncountenance her."
                        },
                        {
                            "speaker": "CURTIS",
                            "text": "I call them forth to credit her."
                        },
                        {
                            "speaker": "GRUMIO",
                            "text": "Why, she comes to borrow nothing of them."
                        },
                        {
                            "speaker": "NATHANIEL",
                            "text": "Welcome home, Grumio!"
                        },
                        {
                            "speaker": "PHILIP",
                            "text": "How now, Grumio!"
                        },
                        {
                            "speaker": "JOSEPH",
                            "text": "What, Grumio!"
                        },
                        {
                            "speaker": "NICHOLAS",
                            "text": "Fellow Grumio!"
                        },
                        {
                            "speaker": "NATHANIEL",
                            "text": "How now, old lad?"
                        },
                        {
                            "speaker": "GRUMIO",
                            "text": "Welcome, you;--how now, you;-- what, you;--fellow,\nyou;--and thus much for greeting. Now, my spruce\ncompanions, is all ready, and all things neat?"
                        },
                        {
                            "speaker": "NATHANIEL",
                            "text": "All things is ready. How near is our master?"
                        },
                        {
                            "speaker": "GRUMIO",
                            "text": "E'en at hand, alighted by this; and therefore be\nnot--Cock's passion, silence! I hear my master."
                        },
                        {
                            "speaker": "PETRUCHIO",
                            "text": "Where be these knaves? What, no man at door\nTo hold my stirrup nor to take my horse!\nWhere is Nathaniel, Gregory, Philip?\nALL SERVING-MEN Here, here, sir; here, sir."
                        },
                        {
                            "speaker": "PETRUCHIO",
                            "text": "Here, sir! here, sir! here, sir! here, sir!\nYou logger-headed and unpolish'd grooms!\nWhat, no attendance? no regard? no duty?\nWhere is the foolish knave I sent before?"
                        },
                        {
                            "speaker": "GRUMIO",
                            "text": "Here, sir; as foolish as I was before."
                        },
                        {
                            "speaker": "PETRUCHIO",
                            "text": "You peasant swain! you whoreson malt-horse drudge!\nDid I not bid thee meet me in the park,\nAnd bring along these rascal knaves with thee?"
                        },
                        {
                            "speaker": "GRUMIO",
                            "text": "Nathaniel's coat, sir, was not fully made,\nAnd Gabriel's pumps were all unpink'd i' the heel;\nThere was no link to colour Peter's hat,\nAnd Walter's dagger was not come from sheathing:\nThere were none fine but Adam, Ralph, and Gregory;\nThe rest were ragged, old, and beggarly;\nYet, as they are, here are they come to meet you."
                        },
                        {
                            "speaker": "PETRUCHIO",
                            "text": "Go, rascals, go, and fetch my supper in.\nExeunt Servants\nSinging\nWhere is the life that late I led--\nWhere are those--Sit down, Kate, and welcome.--\nSound, sound, sound, sound!\nWhy, when, I say? Nay, good sweet Kate, be merry.\nOff with my boots, you rogues! you villains, when?\nSings\nIt was the friar of orders grey,\nAs he forth walked on his way:--\nOut, you rogue! you pluck my foot awry:\nTake that, and mend the plucking off the other.\nStrikes him\nBe merry, Kate. Some water, here; what, ho!\nWhere's my spaniel Troilus? Sirrah, get you hence,\nAnd bid my cousin Ferdinand come hither:\nOne, Kate, that you must kiss, and be acquainted with.\nWhere are my slippers? Shall I have some water?\nCome, Kate, and wash, and welcome heartily.\nYou whoreson villain! will you let it fall?\nStrikes him"
                        },
                        {
                            "speaker": "KATHARINA",
                            "text": "Patience, I pray you; 'twas a fault unwilling."
                        },
                        {
                            "speaker": "PETRUCHIO",
                            "text": "A whoreson beetle-headed, flap-ear'd knave!\nCome, Kate, sit down; I know you have a stomach.\nWill you give thanks, sweet Kate; or else shall I?\nWhat's this? mutton?\nFirst Servant\nAy."
                        },
                        {
                            "speaker": "PETRUCHIO",
                            "text": "Who brought it?"
                        },
                        {
                            "speaker": "PETER",
                            "text": "I."
                        },
                        {
                            "speaker": "PETRUCHIO",
                            "text": "'Tis burnt; and so is all the meat.\nWhat dogs are these! Where is the rascal cook?\nHow durst you, villains, bring it from the dresser,\nAnd serve it thus to me that love it not?\nTheretake it to you, trenchers, cups, and all;\nThrows the meat, & c. about the stage\nYou heedless joltheads and unmanner'd slaves!\nWhat, do you grumble? I'll be with you straight."
                        },
                        {
                            "speaker": "KATHARINA",
                            "text": "I pray you, husband, be not so disquiet:\nThe meat was well, if you were so contented."
                        },
                        {
                            "speaker": "PETRUCHIO",
                            "text": "I tell thee, Kate, 'twas burnt and dried away;\nAnd I expressly am forbid to touch it,\nFor it engenders choler, planteth anger;\nAnd better 'twere that both of us did fast,\nSince, of ourselves, ourselves are choleric,\nThan feed it with such over-roasted flesh.\nBe patient; to-morrow 't shall be mended,\nAnd, for this night, we'll fast for company:\nCome, I will bring thee to thy bridal chamber.\nExeunt"
                        },
                        {
                            "speaker": "NATHANIEL",
                            "text": "Peter, didst ever see the like?"
                        },
                        {
                            "speaker": "PETER",
                            "text": "He kills her in her own humour."
                        },
                        {
                            "speaker": "GRUMIO",
                            "text": "Where is he?"
                        },
                        {
                            "speaker": "CURTIS",
                            "text": "In her chamber, making a sermon of continency to her;\nAnd rails, and swears, and rates, that she, poor soul,\nKnows not which way to stand, to look, to speak,\nAnd sits as one new-risen from a dream.\nAway, away! for he is coming hither.\nExeunt"
                        },
                        {
                            "speaker": "PETRUCHIO",
                            "text": "Thus have I politicly begun my reign,\nAnd 'tis my hope to end successfully.\nMy falcon now is sharp and passing empty;\nAnd till she stoop she must not be full-gorged,\nFor then she never looks upon her lure.\nAnother way I have to man my haggard,\nTo make her come and know her keeper's call,\nThat is, to watch her, as we watch these kites\nThat bate and beat and will not be obedient.\nShe eat no meat to-day, nor none shall eat;\nLast night she slept not, nor to-night she shall not;\nAs with the meat, some undeserved fault\nI'll find about the making of the bed;\nAnd here I'll fling the pillow, there the bolster,\nThis way the coverlet, another way the sheets:\nAy, and amid this hurly I intend\nThat all is done in reverend care of her;\nAnd in conclusion she shall watch all night:\nAnd if she chance to nod I'll rail and brawl\nAnd with the clamour keep her still awake.\nThis is a way to kill a wife with kindness;\nAnd thus I'll curb her mad and headstrong humour.\nHe that knows better how to tame a shrew,\nNow let him speak: 'tis charity to show."
                        }
                    ]
                },
                {
                    "scene": "II",
                    "title": "Padua. Before BAPTISTA'S house.",
                    "lines": [
                        {
                            "speaker": "TRANIO",
                            "text": "Is't possible, friend Licio, that Mistress Bianca\nDoth fancy any other but Lucentio?\nI tell you, sir, she bears me fair in hand."
                        },
                        {
                            "speaker": "HORTENSIO",
                            "text": "Sir, to satisfy you in what I have said,\nStand by and mark the manner of his teaching."
                        },
                        {
                            "speaker": "LUCENTIO",
                            "text": "Now, mistress, profit you in what you read?"
                        },
                        {
                            "speaker": "BIANCA",
                            "text": "What, master, read you? first resolve me that."
                        },
                        {
                            "speaker": "LUCENTIO",
                            "text": "I read that I profess, the Art to Love."
                        },
                        {
                            "speaker": "BIANCA",
                            "text": "And may you prove, sir, master of your art!"
                        },
                        {
                            "speaker": "LUCENTIO",
                            "text": "While you, sweet dear, prove mistress of my heart!"
                        },
                        {
                            "speaker": "HORTENSIO",
                            "text": "Quick proceeders, marry! Now, tell me, I pray,\nYou that durst swear at your mistress Bianca\nLoved none in the world so well as Lucentio."
                        },
                        {
                            "speaker": "TRANIO",
                            "text": "O despiteful love! unconstant womankind!\nI tell thee, Licio, this is wonderful."
                        },
                        {
                            "speaker": "HORTENSIO",
                            "text": "Mistake no more: I am not Licio,\nNor a musician, as I seem to be;\nBut one that scorn to live in this disguise,\nFor such a one as leaves a gentleman,\nAnd makes a god of such a cullion:\nKnow, sir, that I am call'd Hortensio."
                        },
                        {
                            "speaker": "TRANIO",
                            "text": "Signior Hortensio, I have often heard\nOf your entire affection to Bianca;\nAnd since mine eyes are witness of her lightness,\nI will with you, if you be so contented,\nForswear Bianca and her love for ever."
                        },
                        {
                            "speaker": "HORTENSIO",
                            "text": "See, how they kiss and court! Signior Lucentio,\nHere is my hand, and here I firmly vow\nNever to woo her no more, but do forswear her,\nAs one unworthy all the former favours\nThat I have fondly flatter'd her withal."
                        },
                        {
                            "speaker": "TRANIO",
                            "text": "And here I take the unfeigned oath,\nNever to marry with her though she would entreat:\nFie on her! see, how beastly she doth court him!"
                        },
                        {
                            "speaker": "HORTENSIO",
                            "text": "Would all the world but he had quite forsworn!\nFor me, that I may surely keep mine oath,\nI will be married to a wealthy widow,\nEre three days pass, which hath as long loved me\nAs I have loved this proud disdainful haggard.\nAnd so farewell, Signior Lucentio.\nKindness in women, not their beauteous looks,\nShall win my love: and so I take my leave,\nIn resolution as I swore before."
                        },
                        {
                            "speaker": "TRANIO",
                            "text": "Mistress Bianca, bless you with such grace\nAs 'longeth to a lover's blessed case!\nNay, I have ta'en you napping, gentle love,\nAnd have forsworn you with Hortensio."
                        },
                        {
                            "speaker": "BIANCA",
                            "text": "Tranio, you jest: but have you both forsworn me?"
                        },
                        {
                            "speaker": "TRANIO",
                            "text": "Mistress, we have."
                        },
                        {
                            "speaker": "LUCENTIO",
                            "text": "Then we are rid of Licio."
                        },
                        {
                            "speaker": "TRANIO",
                            "text": "I' faith, he'll have a lusty widow now,\nThat shall be wood and wedded in a day."
                        },
                        {
                            "speaker": "BIANCA",
                            "text": "God give him joy!"
                        },
                        {
                            "speaker": "TRANIO",
                            "text": "Ay, and he'll tame her."
                        },
                        {
                            "speaker": "BIANCA",
                            "text": "He says so, Tranio."
                        },
                        {
                            "speaker": "TRANIO",
                            "text": "Faith, he is gone unto the taming-school."
                        },
                        {
                            "speaker": "BIANCA",
                            "text": "The taming-school! what, is there such a place?"
                        },
                        {
                            "speaker": "TRANIO",
                            "text": "Ay, mistress, and Petruchio is the master;\nThat teacheth tricks eleven and twenty long,\nTo tame a shrew and charm her chattering tongue."
                        },
                        {
                            "speaker": "BIONDELLO",
                            "text": "O master, master, I have watch'd so long\nThat I am dog-weary: but at last I spied\nAn ancient angel coming down the hill,\nWill serve the turn."
                        },
                        {
                            "speaker": "TRANIO",
                            "text": "What is he, Biondello?"
                        },
                        {
                            "speaker": "BIONDELLO",
                            "text": "Master, a mercatante, or a pedant,\nI know not what; but format in apparel,\nIn gait and countenance surely like a father."
                        },
                        {
                            "speaker": "LUCENTIO",
                            "text": "And what of him, Tranio?"
                        },
                        {
                            "speaker": "TRANIO",
                            "text": "If he be credulous and trust my tale,\nI'll make him glad to seem Vincentio,\nAnd give assurance to Baptista Minola,\nAs if he were the right Vincentio\nTake in your love, and then let me alone.\nExeunt LUCENTIO and BIANCA\nPedant\nGod save you, sir!"
                        },
                        {
                            "speaker": "TRANIO",
                            "text": "And you, sir! you are welcome.\nTravel you far on, or are you at the farthest?\nPedant\nSir, at the farthest for a week or two:\nBut then up farther, and as for as Rome;\nAnd so to Tripoli, if God lend me life."
                        },
                        {
                            "speaker": "TRANIO",
                            "text": "What countryman, I pray?\nPedant\nOf Mantua."
                        },
                        {
                            "speaker": "TRANIO",
                            "text": "Of Mantua, sir? marry, God forbid!\nAnd come to Padua, careless of your life?\nPedant\nMy life, sir! how, I pray? for that goes hard."
                        },
                        {
                            "speaker": "TRANIO",
                            "text": "'Tis death for any one in Mantua\nTo come to Padua. Know you not the cause?\nYour ships are stay'd at Venice, and the duke,\nFor private quarrel 'twixt your duke and him,\nHath publish'd and proclaim'd it openly:\n'Tis, marvel, but that you are but newly come,\nYou might have heard it else proclaim'd about.\nPedant\nAlas! sir, it is worse for me than so;\nFor I have bills for money by exchange\nFrom Florence and must here deliver them."
                        },
                        {
                            "speaker": "TRANIO",
                            "text": "Well, sir, to do you courtesy,\nThis will I do, and this I will advise you:\nFirst, tell me, have you ever been at Pisa?\nPedant\nAy, sir, in Pisa have I often been,\nPisa renowned for grave citizens."
                        },
                        {
                            "speaker": "TRANIO",
                            "text": "Among them know you one Vincentio?\nPedant\nI know him not, but I have heard of him;\nA merchant of incomparable wealth."
                        },
                        {
                            "speaker": "TRANIO",
                            "text": "He is my father, sir; and, sooth to say,\nIn countenance somewhat doth resemble you."
                        },
                        {
                            "speaker": "BIONDELLO",
                            "text": "[Aside] As much as an apple doth an oyster,\nand all one."
                        },
                        {
                            "speaker": "TRANIO",
                            "text": "To save your life in this extremity,\nThis favour will I do you for his sake;\nAnd think it not the worst of an your fortunes\nThat you are like to Sir Vincentio.\nHis name and credit shall you undertake,\nAnd in my house you shall be friendly lodged:\nLook that you take upon you as you should;\nYou understand me, sir: so shall you stay\nTill you have done your business in the city:\nIf this be courtesy, sir, accept of it.\nPedant\nO sir, I do; and will repute you ever\nThe patron of my life and liberty."
                        },
                        {
                            "speaker": "TRANIO",
                            "text": "Then go with me to make the matter good.\nThis, by the way, I let you understand;\nmy father is here look'd for every day,\nTo pass assurance of a dower in marriage\n'Twixt me and one Baptista's daughter here:\nIn all these circumstances I'll instruct you:\nGo with me to clothe you as becomes you.\nExeunt"
                        }
                    ]
                },
                {
                    "scene": "III",
                    "title": "A room in PETRUCHIO'S house.",
                    "lines": [
                        {
                            "speaker": "GRUMIO",
                            "text": "No, no, forsooth; I dare not for my life."
                        },
                        {
                            "speaker": "KATHARINA",
                            "text": "The more my wrong, the more his spite appears:\nWhat, did he marry me to famish me?\nBeggars, that come unto my father's door,\nUpon entreaty have a present aims;\nIf not, elsewhere they meet with charity:\nBut I, who never knew how to entreat,\nNor never needed that I should entreat,\nAm starved for meat, giddy for lack of sleep,\nWith oath kept waking and with brawling fed:\nAnd that which spites me more than all these wants,\nHe does it under name of perfect love;\nAs who should say, if I should sleep or eat,\n'Twere deadly sickness or else present death.\nI prithee go and get me some repast;\nI care not what, so it be wholesome food."
                        },
                        {
                            "speaker": "GRUMIO",
                            "text": "What say you to a neat's foot?"
                        },
                        {
                            "speaker": "KATHARINA",
                            "text": "'Tis passing good: I prithee let me have it."
                        },
                        {
                            "speaker": "GRUMIO",
                            "text": "I fear it is too choleric a meat.\nHow say you to a fat tripe finely broil'd?"
                        },
                        {
                            "speaker": "KATHARINA",
                            "text": "I like it well: good Grumio, fetch it me."
                        },
                        {
                            "speaker": "GRUMIO",
                            "text": "I cannot tell; I fear 'tis choleric.\nWhat say you to a piece of beef and mustard?"
                        },
                        {
                            "speaker": "KATHARINA",
                            "text": "A dish that I do love to feed upon."
                        },
                        {
                            "speaker": "GRUMIO",
                            "text": "Ay, but the mustard is too hot a little."
                        },
                        {
                            "speaker": "KATHARINA",
                            "text": "Why then, the beef, and let the mustard rest."
                        },
                        {
                            "speaker": "GRUMIO",
                            "text": "Nay then, I will not: you shall have the mustard,\nOr else you get no beef of Grumio."
                        },
                        {
                            "speaker": "KATHARINA",
                            "text": "Then both, or one, or any thing thou wilt."
                        },
                        {
                            "speaker": "GRUMIO",
                            "text": "Why then, the mustard without the beef."
                        },
                        {
                            "speaker": "KATHARINA",
                            "text": "Go, get thee gone, thou false deluding slave,\nBeats him\nThat feed'st me with the very name of meat:\nSorrow on thee and all the pack of you,\nThat triumph thus upon my misery!\nGo, get thee gone, I say."
                        },
                        {
                            "speaker": "PETRUCHIO",
                            "text": "How fares my Kate? What, sweeting, all amort?"
                        },
                        {
                            "speaker": "HORTENSIO",
                            "text": "Mistress, what cheer?"
                        },
                        {
                            "speaker": "KATHARINA",
                            "text": "Faith, as cold as can be."
                        },
                        {
                            "speaker": "PETRUCHIO",
                            "text": "Pluck up thy spirits; look cheerfully upon me.\nHere love; thou see'st how diligent I am\nTo dress thy meat myself and bring it thee:\nI am sure, sweet Kate, this kindness merits thanks.\nWhat, not a word? Nay, then thou lovest it not;\nAnd all my pains is sorted to no proof.\nHere, take away this dish."
                        },
                        {
                            "speaker": "KATHARINA",
                            "text": "I pray you, let it stand."
                        },
                        {
                            "speaker": "PETRUCHIO",
                            "text": "The poorest service is repaid with thanks;\nAnd so shall mine, before you touch the meat."
                        },
                        {
                            "speaker": "KATHARINA",
                            "text": "I thank you, sir."
                        },
                        {
                            "speaker": "HORTENSIO",
                            "text": "Signior Petruchio, fie! you are to blame.\nCome, mistress Kate, I'll bear you company."
                        },
                        {
                            "speaker": "PETRUCHIO",
                            "text": "[Aside] Eat it up all, Hortensio, if thou lovest me.\nMuch good do it unto thy gentle heart!\nKate, eat apace: and now, my honey love,\nWill we return unto thy father's house\nAnd revel it as bravely as the best,\nWith silken coats and caps and golden rings,\nWith ruffs and cuffs and fardingales and things;\nWith scarfs and fans and double change of bravery,\nWith amber bracelets, beads and all this knavery.\nWhat, hast thou dined? The tailor stays thy leisure,\nTo deck thy body with his ruffling treasure.\nCome, tailor, let us see these ornaments;\nLay forth the gown.\nWhat news with you, sir?\nHaberdasher\nHere is the cap your worship did bespeak."
                        },
                        {
                            "speaker": "PETRUCHIO",
                            "text": "Why, this was moulded on a porringer;\nA velvet dish: fie, fie! 'tis lewd and filthy:\nWhy, 'tis a cockle or a walnut-shell,\nA knack, a toy, a trick, a baby's cap:\nAway with it! come, let me have a bigger."
                        },
                        {
                            "speaker": "KATHARINA",
                            "text": "I'll have no bigger: this doth fit the time,\nAnd gentlewomen wear such caps as these"
                        },
                        {
                            "speaker": "PETRUCHIO",
                            "text": "When you are gentle, you shall have one too,\nAnd not till then."
                        },
                        {
                            "speaker": "HORTENSIO",
                            "text": "[Aside] That will not be in haste."
                        },
                        {
                            "speaker": "KATHARINA",
                            "text": "Why, sir, I trust I may have leave to speak;\nAnd speak I will; I am no child, no babe:\nYour betters have endured me say my mind,\nAnd if you cannot, best you stop your ears.\nMy tongue will tell the anger of my heart,\nOr else my heart concealing it will break,\nAnd rather than it shall, I will be free\nEven to the uttermost, as I please, in words."
                        },
                        {
                            "speaker": "PETRUCHIO",
                            "text": "Why, thou say'st true; it is a paltry cap,\nA custard-coffin, a bauble, a silken pie:\nI love thee well, in that thou likest it not."
                        },
                        {
                            "speaker": "KATHARINA",
                            "text": "Love me or love me not, I like the cap;\nAnd it I will have, or I will have none."
                        },
                        {
                            "speaker": "PETRUCHIO",
                            "text": "Thy gown? why, ay: come, tailor, let us see't.\nO mercy, God! what masquing stuff is here?\nWhat's this? a sleeve? 'tis like a demi-cannon:\nWhat, up and down, carved like an apple-tart?\nHere's snip and nip and cut and slish and slash,\nLike to a censer in a barber's shop:\nWhy, what, i' devil's name, tailor, call'st thou this?"
                        },
                        {
                            "speaker": "HORTENSIO",
                            "text": "[Aside] I see she's like to have neither cap nor gown.\nTailor\nYou bid me make it orderly and well,\nAccording to the fashion and the time."
                        },
                        {
                            "speaker": "PETRUCHIO",
                            "text": "Marry, and did; but if you be remember'd,\nI did not bid you mar it to the time.\nGo, hop me over every kennel home,\nFor you shall hop without my custom, sir:\nI'll none of it: hence! make your best of it."
                        },
                        {
                            "speaker": "KATHARINA",
                            "text": "I never saw a better-fashion'd gown,\nMore quaint, more pleasing, nor more commendable:\nBelike you mean to make a puppet of me."
                        },
                        {
                            "speaker": "PETRUCHIO",
                            "text": "Why, true; he means to make a puppet of thee.\nTailor\nShe says your worship means to make\na puppet of her."
                        },
                        {
                            "speaker": "PETRUCHIO",
                            "text": "O monstrous arrogance! Thou liest, thou thread,\nthou thimble,\nThou yard, three-quarters, half-yard, quarter, nail!\nThou flea, thou nit, thou winter-cricket thou!\nBraved in mine own house with a skein of thread?\nAway, thou rag, thou quantity, thou remnant;\nOr I shall so be-mete thee with thy yard\nAs thou shalt think on prating whilst thou livest!\nI tell thee, I, that thou hast marr'd her gown.\nTailor\nYour worship is deceived; the gown is made\nJust as my master had direction:\nGrumio gave order how it should be done."
                        },
                        {
                            "speaker": "GRUMIO",
                            "text": "I gave him no order; I gave him the stuff.\nTailor\nBut how did you desire it should be made?"
                        },
                        {
                            "speaker": "GRUMIO",
                            "text": "Marry, sir, with needle and thread.\nTailor\nBut did you not request to have it cut?"
                        },
                        {
                            "speaker": "GRUMIO",
                            "text": "Thou hast faced many things.\nTailor\nI have."
                        },
                        {
                            "speaker": "GRUMIO",
                            "text": "Face not me: thou hast braved many men; brave not\nme; I will neither be faced nor braved. I say unto\nthee, I bid thy master cut out the gown; but I did\nnot bid him cut it to pieces: ergo, thou liest.\nTailor\nWhy, here is the note of the fashion to testify"
                        },
                        {
                            "speaker": "PETRUCHIO",
                            "text": "Read it."
                        },
                        {
                            "speaker": "GRUMIO",
                            "text": "The note lies in's throat, if he say I said so.\nTailor\n[Reads] 'Imprimis, a loose-bodied gown:'"
                        },
                        {
                            "speaker": "GRUMIO",
                            "text": "Master, if ever I said loose-bodied gown, sew me in\nthe skirts of it, and beat me to death with a bottom\nof brown thread: I said a gown."
                        },
                        {
                            "speaker": "PETRUCHIO",
                            "text": "Proceed.\nTailor\n[Reads] 'With a small compassed cape:'"
                        },
                        {
                            "speaker": "GRUMIO",
                            "text": "I confess the cape.\nTailor\n[Reads] 'With a trunk sleeve:'"
                        },
                        {
                            "speaker": "GRUMIO",
                            "text": "I confess two sleeves.\nTailor\n[Reads] 'The sleeves curiously cut.'"
                        },
                        {
                            "speaker": "PETRUCHIO",
                            "text": "Ay, there's the villany."
                        },
                        {
                            "speaker": "GRUMIO",
                            "text": "Error i' the bill, sir; error i' the bill.\nI commanded the sleeves should be cut out and\nsewed up again; and that I'll prove upon thee,\nthough thy little finger be armed in a thimble.\nTailor\nThis is true that I say: an I had thee\nin place where, thou shouldst know it."
                        },
                        {
                            "speaker": "GRUMIO",
                            "text": "I am for thee straight: take thou the\nbill, give me thy mete-yard, and spare not me."
                        },
                        {
                            "speaker": "HORTENSIO",
                            "text": "God-a-mercy, Grumio! then he shall have no odds."
                        },
                        {
                            "speaker": "PETRUCHIO",
                            "text": "Well, sir, in brief, the gown is not for me."
                        },
                        {
                            "speaker": "GRUMIO",
                            "text": "You are i' the right, sir: 'tis for my mistress."
                        },
                        {
                            "speaker": "PETRUCHIO",
                            "text": "Go, take it up unto thy master's use."
                        },
                        {
                            "speaker": "GRUMIO",
                            "text": "Villain, not for thy life: take up my mistress'\ngown for thy master's use!"
                        },
                        {
                            "speaker": "PETRUCHIO",
                            "text": "Why, sir, what's your conceit in that?"
                        },
                        {
                            "speaker": "GRUMIO",
                            "text": "O, sir, the conceit is deeper than you think for:\nTake up my mistress' gown to his master's use!\nO, fie, fie, fie!"
                        },
                        {
                            "speaker": "PETRUCHIO",
                            "text": "[Aside] Hortensio, say thou wilt see the tailor paid.\nGo take it hence; be gone, and say no more."
                        },
                        {
                            "speaker": "HORTENSIO",
                            "text": "Tailor, I'll pay thee for thy gown tomorrow:\nTake no unkindness of his hasty words:\nAway! I say; commend me to thy master."
                        },
                        {
                            "speaker": "PETRUCHIO",
                            "text": "Well, come, my Kate; we will unto your father's\nEven in these honest mean habiliments:\nOur purses shall be proud, our garments poor;\nFor 'tis the mind that makes the body rich;\nAnd as the sun breaks through the darkest clouds,\nSo honour peereth in the meanest habit.\nWhat is the jay more precious than the lark,\nBecause his fathers are more beautiful?\nOr is the adder better than the eel,\nBecause his painted skin contents the eye?\nO, no, good Kate; neither art thou the worse\nFor this poor furniture and mean array.\nif thou account'st it shame. lay it on me;\nAnd therefore frolic: we will hence forthwith,\nTo feast and sport us at thy father's house.\nGo, call my men, and let us straight to him;\nAnd bring our horses unto Long-lane end;\nThere will we mount, and thither walk on foot\nLet's see; I think 'tis now some seven o'clock,\nAnd well we may come there by dinner-time."
                        },
                        {
                            "speaker": "KATHARINA",
                            "text": "I dare assure you, sir, 'tis almost two;\nAnd 'twill be supper-time ere you come there."
                        },
                        {
                            "speaker": "PETRUCHIO",
                            "text": "It shall be seven ere I go to horse:\nLook, what I speak, or do, or think to do,\nYou are still crossing it. Sirs, let't alone:\nI will not go to-day; and ere I do,\nIt shall be what o'clock I say it is."
                        },
                        {
                            "speaker": "HORTENSIO",
                            "text": "[Aside] Why, so this gallant will command the sun.\nExeunt"
                        }
                    ]
                },
                {
                    "scene": "IV",
                    "title": "Padua. Before BAPTISTA'S house.",
                    "lines": [
                        {
                            "speaker": "TRANIO",
                            "text": "Sir, this is the house: please it you that I call?\nPedant\nAy, what else? and but I be deceived\nSignior Baptista may remember me,\nNear twenty years ago, in Genoa,\nWhere we were lodgers at the Pegasus."
                        },
                        {
                            "speaker": "TRANIO",
                            "text": "'Tis well; and hold your own, in any case,\nWith such austerity as 'longeth to a father.\nPedant\nI warrant you.\nBut, sir, here comes your boy;\n'Twere good he were school'd."
                        },
                        {
                            "speaker": "TRANIO",
                            "text": "Fear you not him. Sirrah Biondello,\nNow do your duty throughly, I advise you:\nImagine 'twere the right Vincentio."
                        },
                        {
                            "speaker": "BIONDELLO",
                            "text": "Tut, fear not me."
                        },
                        {
                            "speaker": "TRANIO",
                            "text": "But hast thou done thy errand to Baptista?"
                        },
                        {
                            "speaker": "BIONDELLO",
                            "text": "I told him that your father was at Venice,\nAnd that you look'd for him this day in Padua."
                        },
                        {
                            "speaker": "TRANIO",
                            "text": "Thou'rt a tall fellow: hold thee that to drink.\nHere comes Baptista: set your countenance, sir.\nSignior Baptista, you are happily met.\nTo the Pedant\nSir, this is the gentleman I told you of:\nI pray you stand good father to me now,\nGive me Bianca for my patrimony.\nPedant\nSoft son!\nSir, by your leave: having come to Padua\nTo gather in some debts, my son Lucentio\nMade me acquainted with a weighty cause\nOf love between your daughter and himself:\nAnd, for the good report I hear of you\nAnd for the love he beareth to your daughter\nAnd she to him, to stay him not too long,\nI am content, in a good father's care,\nTo have him match'd; and if you please to like\nNo worse than I, upon some agreement\nMe shall you find ready and willing\nWith one consent to have her so bestow'd;\nFor curious I cannot be with you,\nSignior Baptista, of whom I hear so well."
                        },
                        {
                            "speaker": "BAPTISTA",
                            "text": "Sir, pardon me in what I have to say:\nYour plainness and your shortness please me well.\nRight true it is, your son Lucentio here\nDoth love my daughter and she loveth him,\nOr both dissemble deeply their affections:\nAnd therefore, if you say no more than this,\nThat like a father you will deal with him\nAnd pass my daughter a sufficient dower,\nThe match is made, and all is done:\nYour son shall have my daughter with consent."
                        },
                        {
                            "speaker": "TRANIO",
                            "text": "I thank you, sir. Where then do you know best\nWe be affied and such assurance ta'en\nAs shall with either part's agreement stand?"
                        },
                        {
                            "speaker": "BAPTISTA",
                            "text": "Not in my house, Lucentio; for, you know,\nPitchers have ears, and I have many servants:\nBesides, old Gremio is hearkening still;\nAnd happily we might be interrupted."
                        },
                        {
                            "speaker": "TRANIO",
                            "text": "Then at my lodging, an it like you:\nThere doth my father lie; and there, this night,\nWe'll pass the business privately and well.\nSend for your daughter by your servant here:\nMy boy shall fetch the scrivener presently.\nThe worst is this, that, at so slender warning,\nYou are like to have a thin and slender pittance."
                        },
                        {
                            "speaker": "BAPTISTA",
                            "text": "It likes me well. Biondello, hie you home,\nAnd bid Bianca make her ready straight;\nAnd, if you will, tell what hath happened,\nLucentio's father is arrived in Padua,\nAnd how she's like to be Lucentio's wife."
                        },
                        {
                            "speaker": "BIONDELLO",
                            "text": "I pray the gods she may with all my heart!"
                        },
                        {
                            "speaker": "TRANIO",
                            "text": "Dally not with the gods, but get thee gone.\nSignior Baptista, shall I lead the way?\nWelcome! one mess is like to be your cheer:\nCome, sir; we will better it in Pisa."
                        },
                        {
                            "speaker": "BAPTISTA",
                            "text": "I follow you.\nExeunt TRANIO, Pedant, and BAPTISTA"
                        },
                        {
                            "speaker": "BIONDELLO",
                            "text": "Cambio!"
                        },
                        {
                            "speaker": "LUCENTIO",
                            "text": "What sayest thou, Biondello?"
                        },
                        {
                            "speaker": "BIONDELLO",
                            "text": "You saw my master wink and laugh upon you?"
                        },
                        {
                            "speaker": "LUCENTIO",
                            "text": "Biondello, what of that?"
                        },
                        {
                            "speaker": "BIONDELLO",
                            "text": "Faith, nothing; but has left me here behind, to\nexpound the meaning or moral of his signs and tokens."
                        },
                        {
                            "speaker": "LUCENTIO",
                            "text": "I pray thee, moralize them."
                        },
                        {
                            "speaker": "BIONDELLO",
                            "text": "Then thus. Baptista is safe, talking with the\ndeceiving father of a deceitful son."
                        },
                        {
                            "speaker": "LUCENTIO",
                            "text": "And what of him?"
                        },
                        {
                            "speaker": "BIONDELLO",
                            "text": "His daughter is to be brought by you to the supper."
                        },
                        {
                            "speaker": "LUCENTIO",
                            "text": "And then?"
                        },
                        {
                            "speaker": "BIONDELLO",
                            "text": "The old priest of Saint Luke's church is at your\ncommand at all hours."
                        },
                        {
                            "speaker": "LUCENTIO",
                            "text": "And what of all this?"
                        },
                        {
                            "speaker": "BIONDELLO",
                            "text": "I cannot tell; expect they are busied about a\ncounterfeit assurance: take you assurance of her,\n'cum privilegio ad imprimendum solum:' to the\nchurch; take the priest, clerk, and some sufficient\nhonest witnesses: If this be not that you look for,\nI have no more to say, But bid Bianca farewell for\never and a day."
                        },
                        {
                            "speaker": "LUCENTIO",
                            "text": "Hearest thou, Biondello?"
                        },
                        {
                            "speaker": "BIONDELLO",
                            "text": "I cannot tarry: I knew a wench married in an\nafternoon as she went to the garden for parsley to\nstuff a rabbit; and so may you, sir: and so, adieu,\nsir. My master hath appointed me to go to Saint\nLuke's, to bid the priest be ready to come against\nyou come with your appendix."
                        },
                        {
                            "speaker": "LUCENTIO",
                            "text": "I may, and will, if she be so contented:\nShe will be pleased; then wherefore should I doubt?\nHap what hap may, I'll roundly go about her:\nIt shall go hard if Cambio go without her."
                        }
                    ]
                },
                {
                    "scene": "V",
                    "title": "A public road.",
                    "lines": [
                        {
                            "speaker": "PETRUCHIO",
                            "text": "Come on, i' God's name; once more toward our father's.\nGood Lord, how bright and goodly shines the moon!"
                        },
                        {
                            "speaker": "KATHARINA",
                            "text": "The moon! the sun: it is not moonlight now."
                        },
                        {
                            "speaker": "PETRUCHIO",
                            "text": "I say it is the moon that shines so bright."
                        },
                        {
                            "speaker": "KATHARINA",
                            "text": "I know it is the sun that shines so bright."
                        },
                        {
                            "speaker": "PETRUCHIO",
                            "text": "Now, by my mother's son, and that's myself,\nIt shall be moon, or star, or what I list,\nOr ere I journey to your father's house.\nGo on, and fetch our horses back again.\nEvermore cross'd and cross'd; nothing but cross'd!"
                        },
                        {
                            "speaker": "HORTENSIO",
                            "text": "Say as he says, or we shall never go."
                        },
                        {
                            "speaker": "KATHARINA",
                            "text": "Forward, I pray, since we have come so far,\nAnd be it moon, or sun, or what you please:\nAn if you please to call it a rush-candle,\nHenceforth I vow it shall be so for me."
                        },
                        {
                            "speaker": "PETRUCHIO",
                            "text": "I say it is the moon."
                        },
                        {
                            "speaker": "KATHARINA",
                            "text": "I know it is the moon."
                        },
                        {
                            "speaker": "PETRUCHIO",
                            "text": "Nay, then you lie: it is the blessed sun."
                        },
                        {
                            "speaker": "KATHARINA",
                            "text": "Then, God be bless'd, it is the blessed sun:\nBut sun it is not, when you say it is not;\nAnd the moon changes even as your mind.\nWhat you will have it named, even that it is;\nAnd so it shall be so for Katharina."
                        },
                        {
                            "speaker": "HORTENSIO",
                            "text": "Petruchio, go thy ways; the field is won."
                        },
                        {
                            "speaker": "PETRUCHIO",
                            "text": "Well, forward, forward! thus the bowl should run,\nAnd not unluckily against the bias.\nBut, soft! company is coming here.\nTo VINCENTIO\nGood morrow, gentle mistress: where away?\nTell me, sweet Kate, and tell me truly too,\nHast thou beheld a fresher gentlewoman?\nSuch war of white and red within her cheeks!\nWhat stars do spangle heaven with such beauty,\nAs those two eyes become that heavenly face?\nFair lovely maid, once more good day to thee.\nSweet Kate, embrace her for her beauty's sake."
                        },
                        {
                            "speaker": "HORTENSIO",
                            "text": "A' will make the man mad, to make a woman of him."
                        },
                        {
                            "speaker": "KATHARINA",
                            "text": "Young budding virgin, fair and fresh and sweet,\nWhither away, or where is thy abode?\nHappy the parents of so fair a child;\nHappier the man, whom favourable stars\nAllot thee for his lovely bed-fellow!"
                        },
                        {
                            "speaker": "PETRUCHIO",
                            "text": "Why, how now, Kate! I hope thou art not mad:\nThis is a man, old, wrinkled, faded, wither'd,\nAnd not a maiden, as thou say'st he is."
                        },
                        {
                            "speaker": "KATHARINA",
                            "text": "Pardon, old father, my mistaking eyes,\nThat have been so bedazzled with the sun\nThat everything I look on seemeth green:\nNow I perceive thou art a reverend father;\nPardon, I pray thee, for my mad mistaking."
                        },
                        {
                            "speaker": "PETRUCHIO",
                            "text": "Do, good old grandsire; and withal make known\nWhich way thou travellest: if along with us,\nWe shall be joyful of thy company."
                        },
                        {
                            "speaker": "VINCENTIO",
                            "text": "Fair sir, and you my merry mistress,\nThat with your strange encounter much amazed me,\nMy name is call'd Vincentio; my dwelling Pisa;\nAnd bound I am to Padua; there to visit\nA son of mine, which long I have not seen."
                        },
                        {
                            "speaker": "PETRUCHIO",
                            "text": "What is his name?"
                        },
                        {
                            "speaker": "VINCENTIO",
                            "text": "Lucentio, gentle sir."
                        },
                        {
                            "speaker": "PETRUCHIO",
                            "text": "Happily we met; the happier for thy son.\nAnd now by law, as well as reverend age,\nI may entitle thee my loving father:\nThe sister to my wife, this gentlewoman,\nThy son by this hath married. Wonder not,\nNor be grieved: she is of good esteem,\nHer dowery wealthy, and of worthy birth;\nBeside, so qualified as may beseem\nThe spouse of any noble gentleman.\nLet me embrace with old Vincentio,\nAnd wander we to see thy honest son,\nWho will of thy arrival be full joyous."
                        },
                        {
                            "speaker": "VINCENTIO",
                            "text": "But is it true? or else is it your pleasure,\nLike pleasant travellers, to break a jest\nUpon the company you overtake?"
                        },
                        {
                            "speaker": "HORTENSIO",
                            "text": "I do assure thee, father, so it is."
                        },
                        {
                            "speaker": "PETRUCHIO",
                            "text": "Come, go along, and see the truth hereof;\nFor our first merriment hath made thee jealous.\nExeunt all but HORTENSIO"
                        },
                        {
                            "speaker": "HORTENSIO",
                            "text": "Well, Petruchio, this has put me in heart.\nHave to my widow! and if she be froward,\nThen hast thou taught Hortensio to be untoward."
                        }
                    ]
                }
            ]
        },
        {
            "act": "V",
            "scenes": [
                {
                    "scene": "I",
                    "title": "Padua. Before LUCENTIO'S house.",
                    "lines": [
                        {
                            "speaker": "BIONDELLO",
                            "text": "Softly and swiftly, sir; for the priest is ready."
                        },
                        {
                            "speaker": "LUCENTIO",
                            "text": "I fly, Biondello: but they may chance to need thee\nat home; therefore leave us."
                        },
                        {
                            "speaker": "BIONDELLO",
                            "text": "Nay, faith, I'll see the church o' your back; and\nthen come back to my master's as soon as I can.\nExeunt LUCENTIO, BIANCA, and BIONDELLO"
                        },
                        {
                            "speaker": "GREMIO",
                            "text": "I marvel Cambio comes not all this while."
                        },
                        {
                            "speaker": "PETRUCHIO",
                            "text": "Sir, here's the door, this is Lucentio's house:\nMy father's bears more toward the market-place;\nThither must I, and here I leave you, sir."
                        },
                        {
                            "speaker": "VINCENTIO",
                            "text": "You shall not choose but drink before you go:\nI think I shall command your welcome here,\nAnd, by all likelihood, some cheer is toward.\nKnocks"
                        },
                        {
                            "speaker": "GREMIO",
                            "text": "They're busy within; you were best knock louder.\nPedant looks out of the window\nPedant\nWhat's he that knocks as he would beat down the gate?"
                        },
                        {
                            "speaker": "VINCENTIO",
                            "text": "Is Signior Lucentio within, sir?\nPedant\nHe's within, sir, but not to be spoken withal."
                        },
                        {
                            "speaker": "VINCENTIO",
                            "text": "What if a man bring him a hundred pound or two, to\nmake merry withal?\nPedant\nKeep your hundred pounds to yourself: he shall\nneed none, so long as I live."
                        },
                        {
                            "speaker": "PETRUCHIO",
                            "text": "Nay, I told you your son was well beloved in Padua.\nDo you hear, sir? To leave frivolous circumstances,\nI pray you, tell Signior Lucentio that his father is\ncome from Pisa, and is here at the door to speak with him.\nPedant\nThou liest: his father is come from Padua and here\nlooking out at the window."
                        },
                        {
                            "speaker": "VINCENTIO",
                            "text": "Art thou his father?\nPedant\nAy, sir; so his mother says, if I may believe her."
                        },
                        {
                            "speaker": "PETRUCHIO",
                            "text": "[To VINCENTIO] Why, how now, gentleman! why, this\nis flat knavery, to take upon you another man's name.\nPedant\nLay hands on the villain: I believe a' means to\ncozen somebody in this city under my countenance."
                        },
                        {
                            "speaker": "BIONDELLO",
                            "text": "I have seen them in the church together: God send\n'em good shipping! But who is here? mine old\nmaster Vincentio! now we are undone and brought to nothing."
                        },
                        {
                            "speaker": "VINCENTIO",
                            "text": "[Seeing BIONDELLO]\nCome hither, crack-hemp."
                        },
                        {
                            "speaker": "BIONDELLO",
                            "text": "Hope I may choose, sir."
                        },
                        {
                            "speaker": "VINCENTIO",
                            "text": "Come hither, you rogue. What, have you forgot me?"
                        },
                        {
                            "speaker": "BIONDELLO",
                            "text": "Forgot you! no, sir: I could not forget you, for I\nnever saw you before in all my life."
                        },
                        {
                            "speaker": "VINCENTIO",
                            "text": "What, you notorious villain, didst thou never see\nthy master's father, Vincentio?"
                        },
                        {
                            "speaker": "BIONDELLO",
                            "text": "What, my old worshipful old master? yes, marry, sir:\nsee where he looks out of the window."
                        },
                        {
                            "speaker": "VINCENTIO",
                            "text": "Is't so, indeed.\nBeats BIONDELLO"
                        },
                        {
                            "speaker": "BIONDELLO",
                            "text": "Help, help, help! here's a madman will murder me.\nPedant\nHelp, son! help, Signior Baptista!"
                        },
                        {
                            "speaker": "PETRUCHIO",
                            "text": "Prithee, Kate, let's stand aside and see the end of\nthis controversy.\nThey retire"
                        },
                        {
                            "speaker": "TRANIO",
                            "text": "Sir, what are you that offer to beat my servant?"
                        },
                        {
                            "speaker": "VINCENTIO",
                            "text": "What am I, sir! nay, what are you, sir? O immortal\ngods! O fine villain! A silken doublet! a velvet\nhose! a scarlet cloak! and a copatain hat! O, I\nam undone! I am undone! while I play the good\nhusband at home, my son and my servant spend all at\nthe university."
                        },
                        {
                            "speaker": "TRANIO",
                            "text": "How now! what's the matter?"
                        },
                        {
                            "speaker": "BAPTISTA",
                            "text": "What, is the man lunatic?"
                        },
                        {
                            "speaker": "TRANIO",
                            "text": "Sir, you seem a sober ancient gentleman by your\nhabit, but your words show you a madman. Why, sir,\nwhat 'cerns it you if I wear pearl and gold? I\nthank my good father, I am able to maintain it."
                        },
                        {
                            "speaker": "VINCENTIO",
                            "text": "Thy father! O villain! he is a sailmaker in Bergamo."
                        },
                        {
                            "speaker": "BAPTISTA",
                            "text": "You mistake, sir, you mistake, sir. Pray, what do\nyou think is his name?"
                        },
                        {
                            "speaker": "VINCENTIO",
                            "text": "His name! as if I knew not his name: I have brought\nhim up ever since he was three years old, and his\nname is Tranio.\nPedant\nAway, away, mad ass! his name is Lucentio and he is\nmine only son, and heir to the lands of me, Signior Vincentio."
                        },
                        {
                            "speaker": "VINCENTIO",
                            "text": "Lucentio! O, he hath murdered his master! Lay hold\non him, I charge you, in the duke's name. O, my\nson, my son! Tell me, thou villain, where is my son Lucentio?"
                        },
                        {
                            "speaker": "TRANIO",
                            "text": "Call forth an officer.\nCarry this mad knave to the gaol. Father Baptista,\nI charge you see that he be forthcoming."
                        },
                        {
                            "speaker": "VINCENTIO",
                            "text": "Carry me to the gaol!"
                        },
                        {
                            "speaker": "GREMIO",
                            "text": "Stay, officer: he shall not go to prison."
                        },
                        {
                            "speaker": "BAPTISTA",
                            "text": "Talk not, Signior Gremio: I say he shall go to prison."
                        },
                        {
                            "speaker": "GREMIO",
                            "text": "Take heed, Signior Baptista, lest you be\ncony-catched in this business: I dare swear this\nis the right Vincentio.\nPedant\nSwear, if thou darest."
                        },
                        {
                            "speaker": "GREMIO",
                            "text": "Nay, I dare not swear it."
                        },
                        {
                            "speaker": "TRANIO",
                            "text": "Then thou wert best say that I am not Lucentio."
                        },
                        {
                            "speaker": "GREMIO",
                            "text": "Yes, I know thee to be Signior Lucentio."
                        },
                        {
                            "speaker": "BAPTISTA",
                            "text": "Away with the dotard! to the gaol with him!"
                        },
                        {
                            "speaker": "VINCENTIO",
                            "text": "Thus strangers may be hailed and abused: O\nmonstrous villain!"
                        },
                        {
                            "speaker": "BIONDELLO",
                            "text": "O! we are spoiled and--yonder he is: deny him,\nforswear him, or else we are all undone."
                        },
                        {
                            "speaker": "LUCENTIO",
                            "text": "[Kneeling] Pardon, sweet father."
                        },
                        {
                            "speaker": "VINCENTIO",
                            "text": "Lives my sweet son?\nExeunt BIONDELLO, TRANIO, and Pedant, as fast as may be"
                        },
                        {
                            "speaker": "BIANCA",
                            "text": "Pardon, dear father."
                        },
                        {
                            "speaker": "BAPTISTA",
                            "text": "How hast thou offended?\nWhere is Lucentio?"
                        },
                        {
                            "speaker": "LUCENTIO",
                            "text": "Here's Lucentio,\nRight son to the right Vincentio;\nThat have by marriage made thy daughter mine,\nWhile counterfeit supposes bleared thine eyne."
                        },
                        {
                            "speaker": "GREMIO",
                            "text": "Here's packing, with a witness to deceive us all!"
                        },
                        {
                            "speaker": "VINCENTIO",
                            "text": "Where is that damned villain Tranio,\nThat faced and braved me in this matter so?"
                        },
                        {
                            "speaker": "BAPTISTA",
                            "text": "Why, tell me, is not this my Cambio?"
                        },
                        {
                            "speaker": "BIANCA",
                            "text": "Cambio is changed into Lucentio."
                        },
                        {
                            "speaker": "LUCENTIO",
                            "text": "Love wrought these miracles. Bianca's love\nMade me exchange my state with Tranio,\nWhile he did bear my countenance in the town;\nAnd happily I have arrived at the last\nUnto the wished haven of my bliss.\nWhat Tranio did, myself enforced him to;\nThen pardon him, sweet father, for my sake."
                        },
                        {
                            "speaker": "VINCENTIO",
                            "text": "I'll slit the villain's nose, that would have sent\nme to the gaol."
                        },
                        {
                            "speaker": "BAPTISTA",
                            "text": "But do you hear, sir? have you married my daughter\nwithout asking my good will?"
                        },
                        {
                            "speaker": "VINCENTIO",
                            "text": "Fear not, Baptista; we will content you, go to: but\nI will in, to be revenged for this villany."
                        },
                        {
                            "speaker": "BAPTISTA",
                            "text": "And I, to sound the depth of this knavery."
                        },
                        {
                            "speaker": "LUCENTIO",
                            "text": "Look not pale, Bianca; thy father will not frown.\nExeunt LUCENTIO and BIANCA"
                        },
                        {
                            "speaker": "GREMIO",
                            "text": "My cake is dough; but I'll in among the rest,\nOut of hope of all, but my share of the feast."
                        },
                        {
                            "speaker": "KATHARINA",
                            "text": "Husband, let's follow, to see the end of this ado."
                        },
                        {
                            "speaker": "PETRUCHIO",
                            "text": "First kiss me, Kate, and we will."
                        },
                        {
                            "speaker": "KATHARINA",
                            "text": "What, in the midst of the street?"
                        },
                        {
                            "speaker": "PETRUCHIO",
                            "text": "What, art thou ashamed of me?"
                        },
                        {
                            "speaker": "KATHARINA",
                            "text": "No, sir, God forbid; but ashamed to kiss."
                        },
                        {
                            "speaker": "PETRUCHIO",
                            "text": "Why, then let's home again. Come, sirrah, let's away."
                        },
                        {
                            "speaker": "KATHARINA",
                            "text": "Nay, I will give thee a kiss: now pray thee, love, stay."
                        },
                        {
                            "speaker": "PETRUCHIO",
                            "text": "Is not this well? Come, my sweet Kate:\nBetter once than never, for never too late.\nExeunt"
                        }
                    ]
                },
                {
                    "scene": "II",
                    "title": "Padua. LUCENTIO'S house.",
                    "lines": [
                        {
                            "speaker": "LUCENTIO",
                            "text": "At last, though long, our jarring notes agree:\nAnd time it is, when raging war is done,\nTo smile at scapes and perils overblown.\nMy fair Bianca, bid my father welcome,\nWhile I with self-same kindness welcome thine.\nBrother Petruchio, sister Katharina,\nAnd thou, Hortensio, with thy loving widow,\nFeast with the best, and welcome to my house:\nMy banquet is to close our stomachs up,\nAfter our great good cheer. Pray you, sit down;\nFor now we sit to chat as well as eat."
                        },
                        {
                            "speaker": "PETRUCHIO",
                            "text": "Nothing but sit and sit, and eat and eat!"
                        },
                        {
                            "speaker": "BAPTISTA",
                            "text": "Padua affords this kindness, son Petruchio."
                        },
                        {
                            "speaker": "PETRUCHIO",
                            "text": "Padua affords nothing but what is kind."
                        },
                        {
                            "speaker": "HORTENSIO",
                            "text": "For both our sakes, I would that word were true."
                        },
                        {
                            "speaker": "PETRUCHIO",
                            "text": "Now, for my life, Hortensio fears his widow.\nWidow\nThen never trust me, if I be afeard."
                        },
                        {
                            "speaker": "PETRUCHIO",
                            "text": "You are very sensible, and yet you miss my sense:\nI mean, Hortensio is afeard of you.\nWidow\nHe that is giddy thinks the world turns round."
                        },
                        {
                            "speaker": "PETRUCHIO",
                            "text": "Roundly replied."
                        },
                        {
                            "speaker": "KATHARINA",
                            "text": "Mistress, how mean you that?\nWidow\nThus I conceive by him."
                        },
                        {
                            "speaker": "PETRUCHIO",
                            "text": "Conceives by me! How likes Hortensio that?"
                        },
                        {
                            "speaker": "HORTENSIO",
                            "text": "My widow says, thus she conceives her tale."
                        },
                        {
                            "speaker": "PETRUCHIO",
                            "text": "Very well mended. Kiss him for that, good widow."
                        },
                        {
                            "speaker": "KATHARINA",
                            "text": "'He that is giddy thinks the world turns round:'\nI pray you, tell me what you meant by that.\nWidow\nYour husband, being troubled with a shrew,\nMeasures my husband's sorrow by his woe:\nAnd now you know my meaning,"
                        },
                        {
                            "speaker": "KATHARINA",
                            "text": "A very mean meaning.\nWidow\nRight, I mean you."
                        },
                        {
                            "speaker": "KATHARINA",
                            "text": "And I am mean indeed, respecting you."
                        },
                        {
                            "speaker": "PETRUCHIO",
                            "text": "To her, Kate!"
                        },
                        {
                            "speaker": "HORTENSIO",
                            "text": "To her, widow!"
                        },
                        {
                            "speaker": "PETRUCHIO",
                            "text": "A hundred marks, my Kate does put her down."
                        },
                        {
                            "speaker": "HORTENSIO",
                            "text": "That's my office."
                        },
                        {
                            "speaker": "PETRUCHIO",
                            "text": "Spoke like an officer; ha' to thee, lad!\nDrinks to HORTENSIO"
                        },
                        {
                            "speaker": "BAPTISTA",
                            "text": "How likes Gremio these quick-witted folks?"
                        },
                        {
                            "speaker": "GREMIO",
                            "text": "Believe me, sir, they butt together well."
                        },
                        {
                            "speaker": "BIANCA",
                            "text": "Head, and butt! an hasty-witted body\nWould say your head and butt were head and horn."
                        },
                        {
                            "speaker": "VINCENTIO",
                            "text": "Ay, mistress bride, hath that awaken'd you?"
                        },
                        {
                            "speaker": "BIANCA",
                            "text": "Ay, but not frighted me; therefore I'll sleep again."
                        },
                        {
                            "speaker": "PETRUCHIO",
                            "text": "Nay, that you shall not: since you have begun,\nHave at you for a bitter jest or two!"
                        },
                        {
                            "speaker": "BIANCA",
                            "text": "Am I your bird? I mean to shift my bush;\nAnd then pursue me as you draw your bow.\nYou are welcome all.\nExeunt BIANCA, KATHARINA, and Widow"
                        },
                        {
                            "speaker": "PETRUCHIO",
                            "text": "She hath prevented me. Here, Signior Tranio.\nThis bird you aim'd at, though you hit her not;\nTherefore a health to all that shot and miss'd."
                        },
                        {
                            "speaker": "TRANIO",
                            "text": "O, sir, Lucentio slipp'd me like his greyhound,\nWhich runs himself and catches for his master."
                        },
                        {
                            "speaker": "PETRUCHIO",
                            "text": "A good swift simile, but something currish."
                        },
                        {
                            "speaker": "TRANIO",
                            "text": "'Tis well, sir, that you hunted for yourself:\n'Tis thought your deer does hold you at a bay."
                        },
                        {
                            "speaker": "BAPTISTA",
                            "text": "O ho, Petruchio! Tranio hits you now."
                        },
                        {
                            "speaker": "LUCENTIO",
                            "text": "I thank thee for that gird, good Tranio."
                        },
                        {
                            "speaker": "HORTENSIO",
                            "text": "Confess, confess, hath he not hit you here?"
                        },
                        {
                            "speaker": "PETRUCHIO",
                            "text": "A' has a little gall'd me, I confess;\nAnd, as the jest did glance away from me,\n'Tis ten to one it maim'd you two outright."
                        },
                        {
                            "speaker": "BAPTISTA",
                            "text": "Now, in good sadness, son Petruchio,\nI think thou hast the veriest shrew of all."
                        },
                        {
                            "speaker": "PETRUCHIO",
                            "text": "Well, I say no: and therefore for assurance\nLet's each one send unto his wife;\nAnd he whose wife is most obedient\nTo come at first when he doth send for her,\nShall win the wager which we will propose."
                        },
                        {
                            "speaker": "HORTENSIO",
                            "text": "Content. What is the wager?"
                        },
                        {
                            "speaker": "LUCENTIO",
                            "text": "Twenty crowns."
                        },
                        {
                            "speaker": "PETRUCHIO",
                            "text": "Twenty crowns!\nI'll venture so much of my hawk or hound,\nBut twenty times so much upon my wife."
                        },
                        {
                            "speaker": "LUCENTIO",
                            "text": "A hundred then."
                        },
                        {
                            "speaker": "HORTENSIO",
                            "text": "Content."
                        },
                        {
                            "speaker": "PETRUCHIO",
                            "text": "A match! 'tis done."
                        },
                        {
                            "speaker": "HORTENSIO",
                            "text": "Who shall begin?"
                        },
                        {
                            "speaker": "LUCENTIO",
                            "text": "That will I.\nGo, Biondello, bid your mistress come to me."
                        },
                        {
                            "speaker": "BIONDELLO",
                            "text": "I go."
                        },
                        {
                            "speaker": "BAPTISTA",
                            "text": "Son, I'll be your half, Bianca comes."
                        },
                        {
                            "speaker": "LUCENTIO",
                            "text": "I'll have no halves; I'll bear it all myself.\nHow now! what news?"
                        },
                        {
                            "speaker": "BIONDELLO",
                            "text": "Sir, my mistress sends you word\nThat she is busy and she cannot come."
                        },
                        {
                            "speaker": "PETRUCHIO",
                            "text": "How! she is busy and she cannot come!\nIs that an answer?"
                        },
                        {
                            "speaker": "GREMIO",
                            "text": "Ay, and a kind one too:\nPray God, sir, your wife send you not a worse."
                        },
                        {
                            "speaker": "PETRUCHIO",
                            "text": "I hope better."
                        },
                        {
                            "speaker": "HORTENSIO",
                            "text": "Sirrah Biondello, go and entreat my wife\nTo come to me forthwith."
                        },
                        {
                            "speaker": "PETRUCHIO",
                            "text": "O, ho! entreat her!\nNay, then she must needs come."
                        },
                        {
                            "speaker": "HORTENSIO",
                            "text": "I am afraid, sir,\nDo what you can, yours will not be entreated.\nNow, where's my wife?"
                        },
                        {
                            "speaker": "BIONDELLO",
                            "text": "She says you have some goodly jest in hand:\nShe will not come: she bids you come to her."
                        },
                        {
                            "speaker": "PETRUCHIO",
                            "text": "Worse and worse; she will not come! O vile,\nIntolerable, not to be endured!\nSirrah Grumio, go to your mistress;\nSay, I command her to come to me."
                        },
                        {
                            "speaker": "HORTENSIO",
                            "text": "I know her answer."
                        },
                        {
                            "speaker": "PETRUCHIO",
                            "text": "What?"
                        },
                        {
                            "speaker": "HORTENSIO",
                            "text": "She will not."
                        },
                        {
                            "speaker": "PETRUCHIO",
                            "text": "The fouler fortune mine, and there an end."
                        },
                        {
                            "speaker": "BAPTISTA",
                            "text": "Now, by my holidame, here comes Katharina!"
                        },
                        {
                            "speaker": "KATHARINA",
                            "text": "What is your will, sir, that you send for me?"
                        },
                        {
                            "speaker": "PETRUCHIO",
                            "text": "Where is your sister, and Hortensio's wife?"
                        },
                        {
                            "speaker": "KATHARINA",
                            "text": "They sit conferring by the parlor fire."
                        },
                        {
                            "speaker": "PETRUCHIO",
                            "text": "Go fetch them hither: if they deny to come.\nSwinge me them soundly forth unto their husbands:\nAway, I say, and bring them hither straight."
                        },
                        {
                            "speaker": "LUCENTIO",
                            "text": "Here is a wonder, if you talk of a wonder."
                        },
                        {
                            "speaker": "HORTENSIO",
                            "text": "And so it is: I wonder what it bodes."
                        },
                        {
                            "speaker": "PETRUCHIO",
                            "text": "Marry, peace it bodes, and love and quiet life,\nAnd awful rule and right supremacy;\nAnd, to be short, what not, that's sweet and happy?"
                        },
                        {
                            "speaker": "BAPTISTA",
                            "text": "Now, fair befal thee, good Petruchio!\nThe wager thou hast won; and I will add\nUnto their losses twenty thousand crowns;\nAnother dowry to another daughter,\nFor she is changed, as she had never been."
                        },
                        {
                            "speaker": "PETRUCHIO",
                            "text": "Nay, I will win my wager better yet\nAnd show more sign of her obedience,\nHer new-built virtue and obedience.\nSee where she comes and brings your froward wives\nAs prisoners to her womanly persuasion.\nKatharina, that cap of yours becomes you not:\nOff with that bauble, throw it under-foot.\nWidow\nLord, let me never have a cause to sigh,\nTill I be brought to such a silly pass!"
                        },
                        {
                            "speaker": "BIANCA",
                            "text": "Fie! what a foolish duty call you this?"
                        },
                        {
                            "speaker": "LUCENTIO",
                            "text": "I would your duty were as foolish too:\nThe wisdom of your duty, fair Bianca,\nHath cost me an hundred crowns since supper-time."
                        },
                        {
                            "speaker": "BIANCA",
                            "text": "The more fool you, for laying on my duty."
                        },
                        {
                            "speaker": "PETRUCHIO",
                            "text": "Katharina, I charge thee, tell these headstrong women\nWhat duty they do owe their lords and husbands.\nWidow\nCome, come, you're mocking: we will have no telling."
                        },
                        {
                            "speaker": "PETRUCHIO",
                            "text": "Come on, I say; and first begin with her.\nWidow\nShe shall not."
                        },
                        {
                            "speaker": "PETRUCHIO",
                            "text": "I say she shall: and first begin with her."
                        },
                        {
                            "speaker": "KATHARINA",
                            "text": "Fie, fie! unknit that threatening unkind brow,\nAnd dart not scornful glances from those eyes,\nTo wound thy lord, thy king, thy governor:\nIt blots thy beauty as frosts do bite the meads,\nConfounds thy fame as whirlwinds shake fair buds,\nAnd in no sense is meet or amiable.\nA woman moved is like a fountain troubled,\nMuddy, ill-seeming, thick, bereft of beauty;\nAnd while it is so, none so dry or thirsty\nWill deign to sip or touch one drop of it.\nThy husband is thy lord, thy life, thy keeper,\nThy head, thy sovereign; one that cares for thee,\nAnd for thy maintenance commits his body\nTo painful labour both by sea and land,\nTo watch the night in storms, the day in cold,\nWhilst thou liest warm at home, secure and safe;\nAnd craves no other tribute at thy hands\nBut love, fair looks and true obedience;\nToo little payment for so great a debt.\nSuch duty as the subject owes the prince\nEven such a woman oweth to her husband;\nAnd when she is froward, peevish, sullen, sour,\nAnd not obedient to his honest will,\nWhat is she but a foul contending rebel\nAnd graceless traitor to her loving lord?\nI am ashamed that women are so simple\nTo offer war where they should kneel for peace;\nOr seek for rule, supremacy and sway,\nWhen they are bound to serve, love and obey.\nWhy are our bodies soft and weak and smooth,\nUnapt to toil and trouble in the world,\nBut that our soft conditions and our hearts\nShould well agree with our external parts?\nCome, come, you froward and unable worms!\nMy mind hath been as big as one of yours,\nMy heart as great, my reason haply more,\nTo bandy word for word and frown for frown;\nBut now I see our lances are but straws,\nOur strength as weak, our weakness past compare,\nThat seeming to be most which we indeed least are.\nThen vail your stomachs, for it is no boot,\nAnd place your hands below your husband's foot:\nIn token of which duty, if he please,\nMy hand is ready; may it do him ease."
                        },
                        {
                            "speaker": "PETRUCHIO",
                            "text": "Why, there's a wench! Come on, and kiss me, Kate."
                        },
                        {
                            "speaker": "LUCENTIO",
                            "text": "Well, go thy ways, old lad; for thou shalt ha't."
                        },
                        {
                            "speaker": "VINCENTIO",
                            "text": "'Tis a good hearing when children are toward."
                        },
                        {
                            "speaker": "LUCENTIO",
                            "text": "But a harsh hearing when women are froward."
                        },
                        {
                            "speaker": "PETRUCHIO",
                            "text": "Come, Kate, we'll to bed.\nWe three are married, but you two are sped.\nTo LUCENTIO\n'Twas I won the wager, though you hit the white;\nAnd, being a winner, God give you good night!\nExeunt PETRUCHIO and KATHARINA"
                        },
                        {
                            "speaker": "HORTENSIO",
                            "text": "Now, go thy ways; thou hast tamed a curst shrew."
                        },
                        {
                            "speaker": "LUCENTIO",
                            "text": "'Tis a wonder, by your leave, she will be tamed so.\nExeunt"
                        }
                    ]
                }
            ]
        }
    ]
}